{
	"campaign.crag.Has01.h3m.prolog" : "Widząc, jak gołymi rękoma wyrzucam z gospody bandę goblinów, czarownik imieniem Sandro zaprosił mnie do swojego stolika. Obiecał godziwą nagrodę za odnalezienie czegoś, co nazwał Czaszkowym Hełmem. Żeby zdobyć ten skarb trzeba będzie zapewne obciąć komuś głowę. Zapowiada się pyszna zabawa!",
	"campaign.crag.Has01.h3m.region" : "Ta stosunkowo górzysta część Avauntnell od wieków była domem dla wielu plemion barbarzyńców (zapewne dlatego, że leży w pobliżu Krewlod). Podejmowane przez Erathiańczyków próby osiedlania się w tej okolicy zazwyczaj spełzały na niczym, głównie ze względu na niegościnne ukształtowanie terenu oraz najazdy rdzennych mieszkańców krainy. Jednak można tu znaleźć jedno lub dwa miasta... ",
	"campaign.crag.Has02.h3m.prolog" : "Wróciłem do tawerny, aby oddać Sandro ten paskudny hełm, którego tak bardzo pragnął. Teraz chce, bym przyniósł mu jakiś miecz należący do Rycerza Śmierci. Ponoć ten opancerzony chuderlak chowa się gdzieś w bagnach, więc będę musiał przedrzeć się przez mile błota, nim będę miał szansę wydrzeć miecz z jego zimnych, martwych rąk!",
	"campaign.crag.Has02.h3m.region" : "Ta część Avauntnell była niegdyś domem wędrownych plemion barbarzyńców, ale w ostatnich czasach żyzne łąki oraz lasy (przedzielone nielicznymi bagnami) zwabiły tu nowych osadników. Osadnicy ci, zmuszeni do obrony przed najazdami barbarzyńców i atakami rabusiów, zorganizowali oddziały wojskowe pod patronatem Erathii. Każdy, kto nie jest obywatelem tego królestwa, powinien mieć się na baczności wkraczając na te ziemie. ",
	"campaign.crag.Has03.h3m.prolog" : "Przyniosłem Sandro jego przeklęty miecz, a on zażądał, bym stanął do walki z jakimś nekromantą i odebrał mu coś, co ma być zbroją zrobioną z kości. Ha! Już ja mu te kości porachuję!",
	"campaign.crag.Has03.h3m.region" : "Tę cześć Avauntnell zamieszkuje niewielka grupa nekromantów, zwąca siebie \"Hebanową Dłonią\". Erathia nie zajęła się nimi do tej pory, gdyż obozują na bagnistych pustkowiach i organizowanie kampanii przeciw nim wydaje się stratą czasu i pieniędzy. Mówi się, że oddają boską cześć jednej z nieśmiertelnych ras, której przedstawicieli trzymają pod kluczem, by modlić się do nich dzień i noc. ",
	"campaign.crag.Has04.h3m.epilog" : "Oszukano mnie! Ten złodziej zabrał wszystkie artefakty i nie dał mi złamanego grosza! Niech ja tylko znajdę Sandro, a odrąbię mu ramiona i wepchnę je do jego kłamliwej gardzieli! Argggggh!",
	"campaign.crag.Has04.h3m.prolog" : "Sandro każe mi znowu walczyć z nekromantami, tym razem\no jakąś tarczę. Kolejni śmierdzący nieumarli do zgładzenia!\nTo nie jest tak zabawne, jak mi się z początku wydawało.\nGrrr! Na szczęście to już ostatnia rzecz, którą muszę znaleźć\nnim ten chciwy czarownik wypłaci mi nagrodę.",
	"campaign.crag.Has04.h3m.region" : "W tej części Avauntnell żyje kolejna grupa nekromantów oraz pewna liczba erathiańskich żołnierzy, którzy za łapówki przymykają oczy na czarną magię. Nekromanci, zwani \"Dłonią Śmierci\", są stosunkowo spokojni, więc władca Erathii nie ma pojęcia, że królewskie wojsko zostało przekupione i nekromanci panoszą się tu bez przeszkód od dziesiątek lat.",
	"campaign.crag.description" : "Świeżo przybyły do Erathii w poszukiwaniu przygód, Crag Hack spotyka młodego czarownika imieniem Sandro, który wynajmuje go, by odszukał cztery elementy Zbroi Przeklętego. Po ich zdobyciu, Sandro będzie mógł zniszczyć ten złowrogi artefakt. W zamian za pomoc, Crag otrzyma wysoką nagrodę.",
	"campaign.crag.name" : "Tnij i rąb",
	"campaign.evil1.Evil-1A.h3m.prolog" : "Południowo-zachodnie wybrzeże Erathii zamieszkane jest przez dużą populację elfów. Zielone i złote smoki, które również upodobały sobie ten region, znacznie powiększają ich potęgę militarną. Zanim podbijemy ten obszar i otworzymy sobie drogę do Steadwick, musimy wybić do nogi wszystkie smoki. Nasi sprzymierzeńcy, wojownicy Kreegan z królestwa Eeofol poprosili o zaszczyt wykonania tej misji. Kreeganie to dobrzy żołnierze, ta rzeź z pewnością sprawi im radość...",
	"campaign.evil1.Evil-1A.h3m.region" : "Zanim Erathia wezwie na pomoc elfy, uderzymy w samo serce  ich krainy - AvLee - i zaatakujemy królową złotych smoków. Gdy ich najsilniejszy sprzymierzeniec zostanie wyeliminowany, elfy nie będą w stanie pomóc Erathii.",
	"campaign.evil1.Evil-1B.h3m.prolog" : "Raporty wywiadu informują o flocie okrętów wojennych z Enroth, które przybiły do południowego wybrzeża Erathii. Nie wiemy, kto nimi dowodzi, ani ile ich jest. Z pewnych źródeł wiemy jednak, że flotą z pewnością nie dowodzi król Roland Ironfist.  Nasze plany nie ulegają więc zmianom. Zaczynamy ostatnią fazę podziemnej inwazji w celu umocnienia naszych pozycji wzdłuż północno-zachodniego wybrzeża. W razie nagłych problemów możemy szybko przerzucić posiłki z Nighon. Ostatnie tunele są już gotowe, będziesz więc mieć taktyczną przewagę.",
	"campaign.evil1.Evil-1B.h3m.region" : "Nasze siły pokonały większą część drogi do stolicy Erathii podziemnymi tunelami. Aby zachować element zaskoczenia, musisz atakować wszystkie napotkane osady i jednostki. Rozległa sieć podziemnych tuneli pomoże ci w osiągięciu cel.",
	"campaign.evil1.Evil-1c.h3m.prolog" : "Katarzyna Ironfist otrzymała pomoc z Brakady i AvLee. Wie, że zbliżamy się do Steadwick, musimy więc zająć miasto przed jej przybyciem. Kiedy już podbijemy stolicę Erathii, nawet sama Katarzyna nie wyrwie jej z naszych rąk.",
	"campaign.evil1.Evil-1c.h3m.region" : "Zdobądź stolicę Erathii - Steadwick. To zadanie nie będzie łatwe gdyż jest ona doskonale broniona. Co gorsza, nadciągają wojska Królowej Katarzyny. Musimy zdobyć Steadwick zanim przybędzie odsiecz!",
	"campaign.evil1.description" : "Nigdy w historii Erathii nie zdarzyło się, by stolica wpadła w ręce wroga. Dziś rozpoczynamy kampanię, która na zawsze to zmieni. Nigdy więcej nie pozwolimy, by Erathia narzucała nam religię i styl życia. Mamy przewagę - element zaskoczenia. Wkrótce zwycięstwo również będzie nasze.",
	"campaign.evil1.name" : "Podziemia i diabły",
	"campaign.evil2.Evil-2A.h3m.epilog" : "Podczas prac nad wskrzeszeniem Gryphonhearta, naszemu królowi\nVilmarowi przydarzył się niefortunny wypadek. Król Gryphonheart \nprzejął pełną władzę nad armią... a także całym królestwem. \nJego umiejętność kontrolowania umarłych przerasta wszystko co do \ntej pory widzieliśmy. To dobrze rokuje planom naszej przyszłej inwazji.\nJednak nasi pozostali lordowie bacznie przypatrują się nowemu królowi, \nszukając oznak jego słabości.",
	"campaign.evil2.Evil-2A.h3m.prolog" : "Naszym celem było zabicie człowieka, który wygnał nas z Erathii. Jednak inwazja wojsk Nighonu i Eofolu była dla nas niespodziewanym prezentem. Pola Erathii usiane są ciałami jej obrońców. Dla nekromantów to okres zbiorów, okres wojny. Królowa Katarzyna jest godnym przeciwnikiem. Aby pokonać pozostałą część wojsk Erathii, potrzebujemy kogoś, kto dorówna jej zdolnościami taktycznymi. Mamy plan... diaboliczny plan. Wykorzystując fakt, że Katarzyna będzie zajęta wojną z królestwem Nighonu, prześlizgniesz się z małym oddziałem do miejsca, gdzie pochowany został król Gryphonheart. Uważaj jednak. Teren ten zajęty jest przez rozproszone, ale dość silne oddziały armii erathiańskiej. Kiedy już odnajdziesz grób króla, wskrześ go i spraw, by stanął na czele naszych wojsk. Jeśli król Gryphonheart będzie dowodził naszą armią, szybko podbijemy jego królestwo i zmienimy je w krainę zmarłych.",
	"campaign.evil2.Evil-2A.h3m.region" : "Król Gryphonheart, człowiek, który wygnał nas z Erathii, nie żyje. Inwazja Nighonu i Eeofolu ofiarowała nam dar śmierci. Nareszcie możemy zbudować własną armię i sami najechać Erathię. By zapewnić sobie sukces potrzebujemy tylko dobrego taktyka. Musisz więc odnaleźć grobowiec króla Gryphonhearta.",
	"campaign.evil2.Evil-2B.h3m.prolog" : "Zanim rozpoczniemy inwazję na szeroką skalę, musimy zdobyć\nwystarczającą ilość wojsk. Ludność Erathii będzie dobrym materiałem na rekrutów. Dokonaj szybkiego wypadu na okoliczne miasta. Potrzebne nam posiłki uzyskasz wskrzeszając poległych.",
	"campaign.evil2.Evil-2B.h3m.region" : "Przy granicy Erathii znaleźliśmy wspaniałą bazę wypadową dla pozyskiwania stworzeń do naszej armii bez zwracania na siebie uwagi przeciwnika. Zbuduj potężną armię - ale śpiesz się! Potrzebujemy tych oddziałów jak najszybciej!\n",
	"campaign.evil2.Evil-2C.h3m.prolog" : "Rycerz Śmierci imieniem Mot odmawia poddania się rozkazom króla Gryphonhearta. Musi on zostać przykładnie ukarany, aby wszyscy ujrzeli, że podobne akty zdrady nie będą tolerowane. Mot szczelnie otoczył się swoimi wojskami. Pokonaj je i przejmij nad nimi kontrolę. Kiedy już zabijesz Mota, wskrześ go, aby zasilił szeregi naszej armii.",
	"campaign.evil2.Evil-2C.h3m.region" : "Zbuntowany Rycerz Śmierci nie zamierza uczestniczyć w naszej chwalebnej inwazji na Erathię. Uważa, że nie biorąc udziału w walce ocali swą ziemię przed kontratakiem Erathian. Czas nauczyć go posłuszeństwa.",
	"campaign.evil2.Evil-2D.h3m.prolog" : "Na naszej drodze stoi armia Erathii. Nadszedł czas decydującej bitwy. Król Gryphonheart szkolił generałów armii erathiańskiej i zna ich taktykę. Morale nie gra roli u nieumarłych. Gdy wzmocnimy nasze oddziały ciałami rycerzy wroga, morale naszych przeciwników podupadnie. Wtedy zalejemy ich naszymi wojskami i zadamy decydujący cios. Król Gryphonheart wkrótce ponownie zasiądzie na tronie Erathii.",
	"campaign.evil2.Evil-2D.h3m.region" : "Nadszedł czas. Król-Lisz Gryphonheart zdecydował, że atak rozpocznie się właśnie teraz. Z całej Deyji nadciągną wojska, które zaleją Erathię. Cel naszego ataku został wybrany przez samego króla. Przysięgasz, że go nie zawiedziesz.",
	"campaign.evil2.description" : "Wojna w Erathii to najlepsza rzecz, jaka mogła spotkać ludność krainy Deyja.  Wojna na taką skalę to niekończące się żniwa dla naszej armii nieumarłych. Dziś świętujemy, jutro podbijemy Erathię.   ",
	"campaign.evil2.name" : "Niech żyje król",
	"campaign.final.Final A.h3m.prolog" : "Na pierwszy rzut oka widać tu działalność nekromanty. Chłopi zamieszkujący te ziemie zostali zamienieni w chodzące zwłoki. Lecz żaden z panów i możnowładców nie pofatygował się, by położyć kres tej ohydzie! Ja podejmę się tego zadania!",
	"campaign.final.Final A.h3m.region" : "Jak rolnik kosi rosnącą na polu pszenicę, tak nekromanta kosi żywoty, by chłopów padłych pod jego kosą \"zebrać\" do swej potwornej armii. Nie ma powodu, by zastanawiać się, dlaczego tak się dzieje. Po co poznawać pokrętne drogi zła? Nie możesz jednak pozbyć się podejrzeń, że dzieje się tu coś znacznie gorszego.",
	"campaign.final.Final B.h3m.prolog" : "W drodze do krewnych mieszkających w Erathii, przejeżdżałem przez pewną niepozorną wioskę. Przechowywany w niej artefakt, Głowa Legionisty, został skradziony. Wójt pragnie odzyskać tę, jak i pozostałe części - wszystkie, które zdołam mu przynieść. Tego właśnie potrzebowałem, by podnieść się na duchu - trochę rozrywki!",
	"campaign.final.Final B.h3m.region" : "Miasto Hartferd pozostaje niezależne, gdyż dwóch okolicznych lordów zbyt było zajętych wzajemnymi walkami, by zwrócić chciwy wzrok na sąsiednie ziemie. Jednak najświeższe plotki głoszą, że w okolicy ukryty jest artefakt legionisty, więc życie w Hartferd stanie się zapewne mniej spokojne.",
	"campaign.final.Final C.h3m.prolog" : "Tego ranka dowiedziałem się, że Lord Falorel nie żyje. Został otruty. To, co odkryto w kilka chwil później, wstrząsnęło całym AvLee. Falorel był wampirem udającym szlachetnie urodzonego, elfiego rycerza. Muszę odkryć, kto go otruł i jak to się stało, że zyskał w AvLee tak wysoką pozycję.",
	"campaign.final.Final C.h3m.region" : "Gelu został wezwany do przeprowadzenia śledztwa w sprawie śmierci Lorda Falorela. Wielu uważa, że przyczyną zgonu szlachcica była trucizna. Lecz Gelu szybko odkrywa, że Falorel już od dawna nie należał do świata żywych. Ten, którego uznawano za lorda AvLee, był wampirem w przebraniu!",
	"campaign.final.Final D.h3m.prolog" : "Gdy dotarłam do siedziby lorda Fayette, by opowiedzieć mu o oszustwie Sandro, dowiedziałam się, że gdy ja poszukiwałam butów, lord wyruszył z misją do Deyji i do tej pory nie wrócił. Zaczęłam więc go szukać i odkryłam, że jego misja przybrała fatalny obrót. Został zabity przez nekromantę i... wskrzeszony jako Rycerz Śmierci! Klątwa na głowę wszystkich nekromantów! Pozostała tylko ostatnia przysługa, jaką mogę oddać memu panu. Dopilnuję, by jego dusza znalazła wieczny spoczynek, niszcząc nieumarłe ciało przywiązujące ją do tego świata. Tyle przynajmniej jestem mu winna. ",
	"campaign.final.Final D.h3m.region" : "Suweren Gem, lord pogranicza imieniem Fayette został zabity przez nekromantów podczas wypełniania tajnej misji. Niezdolni pozostawić w spokoju pokonanego wroga, nekromanci zamienili go w Rycerza Śmierci. Gem nie potrafi ścierpieć tej zniewagi. Ciało lorda Fayette musi wreszcie spocząć w grobie, by jego dusza zaznała wieczystego spokoju.",
	"campaign.final.Final E.h3m.prolog" : "Obaj byliśmy zadowoleni ze spotkania w tym obcym dla nas, barbarzyńców, kraju. Obaj tropiliśmy nekromantów, przy czym osobiście nie mogę pojąć, dlaczego ich działania pozostały niezauważone przez władców Erathii. Crag nie był bynajmniej zainteresowany wyjaśnieniem tej zagadki, póki nie wspomniałem o czekającej nas niechybnie chwalebnej bitwie. To zawsze działa na typ barbarzyńców, a Crag jest barbarzyńcą z krwi i kości.",
	"campaign.final.Final E.h3m.region" : "Wpływy nekromantów są w Erathii znacznie większe, niż początkowo sądziłeś. Jest oczywistym, że nie wygrasz tej walki samotnie, musisz poszukać pomocy. Wybór sojusznika nie był trudny, choć Craga Hacka niełatwo było odszukać. Jeszcze trudniej było przekonać go, że z mistrzami czarnej magii trzeba się wreszcie rozprawić. Argumentem, który ostatecznie go przekonał, była jego wewnętrzna potrzeba... jak to określił \"sieczenia nieumarłych\".",
	"campaign.final.Final F.h3m.prolog" : "Kilka dni temu zgromadzenie starszyzny AvLee wysłało mnie i Gem z zadaniem pomszczenia śmierci Lorda Falorela, Lorda Fayette, Smoczych Panów i pozostałych ofiar nekromantów. Już na granicy natrafiliśmy na tę... okropną scenę. Władcy Deyji muszą zostać zgładzeni, nim cała ludność AvLee zasili ich odrażającą armię.",
	"campaign.final.Final F.h3m.region" : "Rada Starszych poleciła Gelu i Gem pomścić lorda Fayette oraz pozostałe ofiary nekromantów. Ich droga wiedzie przez granicę Erathii ku Deyji, gdzie wznosi się zamek nekromanty. Tylko tam mają szansę zdobyć informacje o śmierci lorda Fayette.",
	"campaign.final.Final G.h3m.prolog" : "Czterech równie dzielnych co nierozsądnych bohaterów wkroczyło na teren mojego królestwa. Połączywszy swe siły, próbowali powstrzymać mnie przed zajęciem Erathii i AvLee.  Ich najazd jest mi bardzo na rękę, gdyż moja armia nieumarłych wciąż potrzebuje nowych rekrutów. Oni też dołączą wkrótce do jej szeregów i zapłacą za pychę swymi nieśmiertelnymi duszami.",
	"campaign.final.Final G.h3m.region" : "Skoro Finneas siedzi już na tronie, przyszedł czas, by wcielić w życie kolejną część planu. Oddziały AvLee, Erathii oraz Krewlod najechały Deyję i sądzą, że przyparły cię do muru. Jakże się mylą! To ty zwabiłeś ich na swoje terytorium, dokładnie tam, gdzie chciałeś ich widzieć. Dzień, w którym zapanujesz nad światem, jest już blisko. ",
	"campaign.final.Final H.h3m.prolog" : "Wyparcie z Deyji oddziałów AvLee, Erathii i Krewlod było łatwym zadaniem, w przeciwieństwie do przeprowadzenia inwazji. Aby prowadzić ofensywę, nie odsłaniając przy tym żadnej granicy, musimy atakować jednocześnie na obu frontach. Raz jeszcze Finneas chce, bym zajął się sprawą osobiście. Jego wiara w moje zdolności jest ujmująca, ale nawet marionetkowy król musi kiedyś nauczyć się wydawać rozkazy, jeśli ma być poręcznym narzędziem.",
	"campaign.final.Final H.h3m.region" : "Bitwa jest już prawie skończona. Teraz wystarczy, że ty i Finneas jednocześnie uderzycie na AvLee i Erathię. Skoncentrowanie wysiłków na jednym wrogu da drugiemu zbyt dużą przewagę taktyczną, dlatego musisz podzielić swą armię. Armię AvLee nazywa się często \"ścianą zniszczenia\", natomiast co do obrońców Erathii - cieszą się oni opinią niemal niezwyciężonych. To nie będzie łatwa walka.",
	"campaign.final.Final I.h3m.prolog" : "Znam dobrze ten rejon. Lordowie, którzy go kontrolują, są lojalni wobec Erathii, ale tylko wówczas, gdy jest im to na rękę. Musimy być ostrożni, gdyż są to groźni przeciwnicy i dobrze umocnieni. Lecz jeśli mamy odnaleźć części Anielskiego Sojuszu, być może będziemy zmuszeni \"nakłonić\" ich do pomocy.",
	"campaign.final.Final I.h3m.region" : "Gem i Gelu poszukują części Anielskiego Przymierza na terenach Erathii, położonych w pobliżu granicy z AvLee. Panowie władający tymi ziemiami są dość luźno związani z Erathią, więc trzeba będzie \"nakłonić\" ich do współpracy.",
	"campaign.final.Final J .h3m.prolog" : "Craig i ja przeszukiwaliśmy sporne tereny pomiędzy granicami Erathii i Krewlod, aby znaleźć trzech braci barbarzyńców, z których każdy ma po jednym z poszukiwanych przez nas artefaktów. Otrzymaliśmy ostrzeżenie, że bracia nie ufają sobie nawzajem, a tym bardziej obcym. Nie oddadzą artefaktów bez walki. A walka to coś, co my, barbarzyńcy, umiemy najlepiej.",
	"campaign.final.Final J .h3m.region" : "Znak \"Ostrzeżenie dla podróżnych\" pojawia się w tej okolicy tak często, że zaczynasz nazywać ten rejon \"Krajem ostrzeżonych\". Trzech braci barbarzyńców włada tą sporną ziemią pomiędzy Erathią i Krewlod. Nie ufają sobie wzajemnie, nie wspominając o obcych. Ostrzeżono cię!",
	"campaign.final.Final K.h3m.prolog" : "Odnaleźliśmy elementy Anielskiego Sojuszu, lecz Sandro dowiedział się o naszych poczynaniach i zablokował nam drogę. Jego potężna armia oddzieliła nas od siebie. Musimy przedrzeć się przez siły nekromanty i spotkać się w jakimś miejscu. Gdy połączymy elementy Anielskiego Sojuszu, pokonamy Sandro. Jeśli nam się nie powiedzie, Sandro zawładnie całym Antagarichem.",
	"campaign.final.Final K.h3m.region" : "Sandro wbił się klinem pomiędzy armie czterech bohaterów, aby uniemożliwić im stworzenie Anielskiego Sojuszu. Jeśli ten potężny artefakt powstanie, pokonanie Sandro stanie się bardzo prawdopodobne, a jego plany legną w gruzach.",
	"campaign.final.Final L.h3m.epilog" : "Poznawszy niszczycielską moc tych artefaktów, postanowiliśmy podzielić je na mniej potężne elementy i rozproszyć po całym Antagarichu. Co do nas, również się rozdzielimy, aby łatwiej zapomnieć o katastrofie, której historia pewnie nawet nie odnotuje.",
	"campaign.final.Final L.h3m.prolog" : "Zastaliśmy nekromantę w jego siedzibie. Nadszedł czas zemsty, ale musimy działać bardzo ostrożnie. Sandro ściąga posiłki z całej Deyji. Biorąc pod uwagę powolność nieumarłych, przybędą tu dopiero za cztery miesiące. Lecz jeśli do tego czasu nie pokonamy Sandro, stanie się on władcą całego Antagarichu. Drżę na samą myśl o tym. Nie możemy zawieść.",
	"campaign.final.Final L.h3m.region" : "Sandro musi zostać pokonany, aby już nigdy nie urósł w siłę i nie zagroził Antagarichowi. Gwarancją trwałego zwycięstwa jest zniszczenie artefaktu dającego mu siłę i rozproszenie tworzących go elementów po świecie.",
	"campaign.final.description" : "Czterech bohaterów musi rozwikłać intrygę łączącą wypadki, jakie zaszły na granicy AvLee i Deyji oraz Erathii i Deyji. Operując na tym terenie, muszą odszukać Miecz Anielskiego Sojuszu, najechać Deyję i powstrzymać Sandro, potężnego lisza, który planuje podbój całego świata.",
	"campaign.final.name" : "Przeklęte przymierze",
	"campaign.gelu.description" : "Gelu trenował wiele miesięcy, by zostać członkiem elitarnego oddziału Erathii, Leśnej Straży. Jego ostatnim sprawdzianem jest stworzenie artefaktu, zwanego Eliksirem Życia. Musi więc szybko odnaleźć cztery elementy składające się na ten magiczny przedmiot, aby uchronić je przed nekromantami.",
	"campaign.gelu.gelu1.h3m.prolog" : "Leśna Straż to oczy i uszy Erathii. Idziemy zawsze tam, gdzie najbardziej\nnas potrzebują, a są to zwykle miejsca, w które trudno dotrzeć zwykłym\noddziałom bojowym. Jesteśmy duchami lasu, które widzą wszystko\ni niosą cichą śmierć jednym, niedostrzegalnym strzałem. Dobrze\nspisywałeś się podczas treningu, Gelu. Teraz przyszedł czas na \nostateczny sprawdzian. Odbędzie się w małej kotlince obok \nGaia's Crest. Oczyść ten rejon z wrogów, aby umocnić swą pozycję \nw szeregach Leśnej Straży. Powodzenia.",
	"campaign.gelu.gelu1.h3m.region" : "To specjalny obszar treningowy, na którym odbędzie się twój końcowy egzamin. Wielu nie przeszło tego sprawdzianu, choć większość go zdała. Powodzenia.",
	"campaign.gelu.gelu2.h3m.prolog" : "Plotki głoszą, że Pierścień Żywotności, najważniejszy składnik\nEliksiru Życia, znajduje się w rejonie Shantanna na południu AvLee.\nW tej misji kluczową rolę gra czas: widziano jak Rycerz Śmierci\nspotkał się z bandytami, którzy od dawna terroryzują ten rejon.\nSądzimy, że wynajął ich, by ubiegli nas w poszukiwaniach.",
	"campaign.gelu.gelu2.h3m.region" : "Ten rejon jest zajęty przez bandytów. Jeśli to tylko możliwe, korzystaj z pomocy gildii złodziei, gdyż mają oni wiele użytecznych informacji.",
	"campaign.gelu.gelu3.h3m.prolog" : "Pierścień Życia, drugi składnik eliksiru, jest ukryty w dolinie Dagrond.\nMieszka tam elfickiej szlachty, dysponująca wielką władzą. Są owi \nelfowie opiekunami kilku stad złotych i zielonych smoków.\nCi Smoczy Panowie zawsze byli lojalni wobec AvLee, lecz obawiamy\nsię, że jeden z nich został przekupiony przez nekromantów. Jeśli ten\nzdrajca dostanie pierścień przed tobą, stanie się zbyt potężnym\nprzeciwnikiem.",
	"campaign.gelu.gelu3.h3m.region" : "Smoczy Panowie znani są z braku rozsądku, ale może uda ci się ich nakłonić do oddania pierścienia bez rozlewu krwi.",
	"campaign.gelu.gelu4.h3m.epilog" : "Stworzyłem Eliksir Życia i ocaliłem AvLee przed nekromantami z Deyji, zasługując tym sobie na wysoką pozycję w Leśnej Straży. Mam nadzieję, że również w przyszłości będę miał zaszczyt bronić tej przepięknej krainy, którą tak bardzo pokochałem.",
	"campaign.gelu.gelu4.h3m.prolog" : "Ostatni artefakt potrzebny do stworzenia Eliksiru Życia znajduje się\nw zmartwiałych rękach Władcy Wampirów Vokiala. \nMówi się, że Fiolka Żywej Krwi pozwala mu wyżywić się bez\nkonieczności uciekania się do bardziej drastycznych sposobów \npozyskiwania świeżej krwi. Można by rzec, że ten artefakt utrzymuje \nzło na wodzy, ale mimo to - musimy go zdobyć. Musisz odebrać fiolkę\nwampirowi. I pamiętaj, że nie każde zadanie należy wykonywać przy \nużyciu bezpośrednich środków. Mądrze wykorzystaj to, czego \nnauczyłeś się w czasie treningu. Bądź czujny.",
	"campaign.gelu.gelu4.h3m.region" : "Wampir, lord Vokial, używa Fiolki Żywej Krwi, by sycić swój głód. Odbierz mu ją, a będzie musiał cierpieć niewygody dawnego sposobu zdobywania pożywienia. Kradnąc tę Fiolkę, wyrządzisz mu wielką szkodę i przysporzysz kłopotów.",
	"campaign.gelu.name" : "Eliksir życia",
	"campaign.gem.Gem1.h3m.prolog" : "Spotkałam czarodzieja imieniem Sandro, który prowadzi badania związane ze zwalczaniem nekromancji. Pracuje nad stworzeniem magicznego amuletu, który utrzyma umarłych w ryzach, i chce zapłacić mi olbrzymią sumę w złocie za odnalezienie potrzebnych mu elementów. Uważa mnie chyba za jakąś najemniczkę.",
	"campaign.gem.Gem1.h3m.region" : "Zgadzasz się pomóc adeptowi magii o imieniu Sandro. Jego pan, Ethric, potrzebuje Amuletu Grabarza, aby kontynuować badania nad walką z nekromancją. Ethric jest tylko badaczem, a Sandro też brak odpowiedniego doświadczenia, by samemu zdobyć amulet.",
	"campaign.gem.Gem2.h3m.prolog" : "Trudno uwierzyć, że już tyle lat minęło od pokonania Archibalda i sprzymierzonych z nim nekromantów oraz zakończenia Wojny o Sukcesję. Od tamtych czasów moje życie jest koszmarem, pełnym potępionych duchów z całego Enroth. Mam tylko nadzieję, że moja dawna nauczycielka, Amanda, miała rację. Mam nadzieję, że podróż do Antagarichu uciszy duchy wojny. ",
	"campaign.gem.Gem2.h3m.region" : "Zgadzasz się przejąć dowództwo w mieście Clovergreen i oczyścić tę stronę granicy z nieumarłych najeźdźców.",
	"campaign.gem.Gem3.h3m.prolog" : "Gdy przyniosłam Sandro Amulet Grabarza, dowiedziałam się, że najął też innego barbarzyńcę, Tareka, aby odszukał inny artefakt, Kaptur Wampira. Jednak Tarek od długiego czasu nie daje znaku życia i Sandro bardzo się o niego niepokoi. Osobiście przypuszczam, że Tarek dostał się w ręce bandytów, którzy przetrzymują go dla okupu w podziemnym więzieniu, w pobliżu granicy z Deyją.",
	"campaign.gem.Gem3.h3m.region" : "Terek, agent Sandro, zdołał wykraść Kaptur Wampira. Niestety, gdy wędrował przez przygraniczne ziemie, schwytali go bandyci. Musisz uwolnić Tareka i odzyskać kaptur.",
	"campaign.gem.Gem4.h3m.epilog" : "Sandro oszukał mnie! Ale dlaczego? Czemu uciekł z Butami Trupa, nie płacąc mi? Zatrzymał pieniądze dla siebie? Czy dał pozostałe artefakty Ethricowi? Z całą pewnością nie był agentem Deyji - oddziały umarłych, które zniszczyłam, aby zdobyć artefakty, były o wiele więcej warte niż moja zdobycz. To wszystko nie ma sensu! Muszę zaraz napisać do Ethrica, do Bracady i powiedzieć o wszystkim lordowi Fayette.",
	"campaign.gem.Gem4.h3m.prolog" : "Rozpoczęłam poszukiwanie ostatniego artefaktu, którego potrzebuje Sandro - Butów Trupa. W odróżnieniu od pozostałych artefaktów, mogą one znajdować się w samej Deyji, gdyż granice tego państwa wciąż są płynne. Jedno jest pewne: w okolicy kręci się kilku strażników granic Deyji i na pewno nie będą zachwyceni moim przybyciem. Zapowiada się ciężka walka, ale jest i o co walczyć. Nic wartościowego nie przychodzi bez walki. ",
	"campaign.gem.Gem4.h3m.region" : "Ostatni przedmiot jaki Gem musi zdobyć dla nauczyciela Sandro, Ethrica, jest bardzo blisko granicy z Deyją, a być może nawet na terenie Deyji. Lordowie pogranicza Deyji nie będą uszczęśliwieni wizytą Gem.",
	"campaign.gem.description" : "Gem przybywa do Enroth wkrótce po zakończeniu Wojny o Sukcesję. Najpierw pomaga jednostkom z miasta Clovergreen, a potem adeptowi magii w walce z nekromantami z Deyji. ",
	"campaign.gem.name" : "Nowe początki",
	"campaign.good1.Good-1a.h3m.prolog" : "Moje wojska rozbiły obóz u podnóża zniszczonego zamku. Informacje które posiadamy są niepewne i bardzo skromne. Okoliczni chłopi pouciekali ze swoich wiosek, a większość informacji uzyskanych od odnalezionych niedobitków zamkowego garnizonu przeczy sama sobie. Odnalezione przeze mnie dowody wskazywałyby na inwazję sił Nighonu. Zbierz ilu się da ludzi i postaraj się szybko ich wyszkolić. Zniszcz wszystkie napotkane siły wroga. Spodziewaj się najgorszego. Musimy założyć, że nasze królestwo znajduje się w stanie wojny.",
	"campaign.good1.Good-1a.h3m.region" : "Królowa Katarzyna udała się do Brakady, do króla Gavina Magnusa, by prosić go o wsparcie. Pozostali dowódcy operują w różnych częściach kraju. Załóż bazę, zbierz miejscowe siły, określ zasięg nighońskich sił okupacyjnych i znajdź trasę, którą dociera do nich wsparcie.",
	"campaign.good1.Good-1b.h3m.prolog" : "Przemieszczając się w kierunku stolicy napotkaliśmy grupę wieśniaków mówiących o Fair Feather, mieście leżącym na północy. Pomimo przewagi wroga oparło się podobno inwazji sił Nighańskich. Pogłoski te nie są sprawdzone, ale wieśniacy twierdzą, że 'anioły' roztoczyły opiekę nad miastem.  Anioły były już wcześniej widywane w Erathii. Podczas najazdu Kreegan niektóre raporty mówiły o skrzydlatych stworzeniach, które w pojedynkę niszczyły duże oddziały sił wroga. No cóż, albo anioły powróciły albo... nigdy nas nie opuściły. Nie wiemy jak długo Fair Feather będzie w stanie opierać się naszym wrogom, ale jeżeli miasto upadnie, stracimy potencjalnego sprzymierzeńca...",
	"campaign.good1.Good-1b.h3m.region" : "Raporty mówiące o Aniołach w pobliżu miasta Fair Feather zasługują na dokładne zbadanie. Jeśli pogłoski są prawdziwe, musimy zapewnić bezpieczeństwo miastu, a może nawet przekonać Anioły, by stanęły po naszej stronie.",
	"campaign.good1.Good-1c.h3m.prolog" : "Każdego roku gryfy z całego świata migrują na Klify Gryfów. Armia króla Gryphonhearta jako pierwsza ujarzmiła te potwory i wytrenowała je do udziału w bitwach. Dowodząc tymi wielkimi bestiami, król Gryphonheart połączył rozrzucone kolonie ludzkie i stworzył królestwo Erathii. Król wiedział, że gryfy są kluczem do wygrania każdej bitwy. Są nam niezbędne, aby zabezpieczyć okolice Steadwick.",
	"campaign.good1.Good-1c.h3m.region" : "Klify Gryfów, miejsce corocznych spotkań godowych niemal wszystkich erathiańskich gryfów, znalazły się obecnie pod kontrolą połączonych sił Nighonu i Kreegan. Wiele lat temu gryfy pomogły przy powstaniu Erathii, teraz zaś powinny zostać podstawą sił, które ją wyzwolą.",
	"campaign.good1.description" : "Lądowanie potwierdziło wszystkie plotki, a zarazem nasze najgorsze obawy. Po śmierci mojego ojca chciwi sąsiedzi podzielili między siebie ziemie Erathii.",
	"campaign.good1.name" : "Niech żyje królowa",
	"campaign.good2.Good-2a.h3m.prolog" : "Raporty wywiadu informują, że w Steadwick zabarykadowały się oddziały wroga. Wszystkie drogi do stolicy są zablokowane, a posiłki dla wroga docierają podziemnymi tunelami. Armie operujące dotąd na zachodzie spotkają się z nami na polu bitwy. To wszystko co mam do powiedzenia. Nie spoczniemy, dopóki stolica królestwa nie znajdzie się w naszych rękach.",
	"campaign.good2.Good-2a.h3m.region" : "Pierwszym krokiem ku wolności Erathii będzie odbicie stolicy. Nie będzie to łatwe zadanie, tym bardziej, że władcy podziemi zablokowali przesmyk prowadzący do doliny Steadwick.",
	"campaign.good2.Good-2b.h3m.prolog" : "Nazywam się Dorell, jestem ambasadorem z AvLee. Przynoszę wiadomości od królowej Katarzyny. Po odbiciu stolicy, na dwór przybył posłaniec Kreegan. Twierdzi, że mają zakładnika, którym jest król Erathii,  Roland.  Chcą dostać milion sztuk złota okupu. Nie jesteśmy w stanie potwierdzić prawdziwości jego słów. Bez względu na to, czy posłaniec kłamie czy nie, królowa nie chce zapłacić okupu. Posłaniec zdradził nam, iż król ma być podobno trzymany w fortecy klanu Kreelah znajdującej się głęboko na ziemiach królestwa Eofol. Twoim zadaniem jest wykrycie domniemanego miejsca przetrzymywania króla i uwolnienie go. Z powodu wagi misji otrzymasz wsparcie z AvLee. Pamiętaj: możesz uratować króla lub wpaść w śmiertelną pułapkę.",
	"campaign.good2.Good-2b.h3m.region" : "Do pałacu królowej Katarzyny przyszedł list od Lucyfera Kreegana III, najwyższego dowódcy sił zbrojnych Eeofolu. Lucyfer twierdzi, że pojmał męża Katarzyny, Rolanda Ironfista z Enroth i wyda go dopiero po zapłaceniu okupu w wysokości miliona sztuk złota. \n",
	"campaign.good2.Good-2c.h3m.prolog" : "Jestem Winstan Langer, ambasador z Brakady rządzonej przez Wielkiego Wezyra Gavina Magnusa. Siły z Tatalii i Krewlodu ścierają się nieustannie w bitwach na ziemiach zachodniej Erathii. Chociaż konflikt trwa od kilku miesięcy, wciąż trwają walki. Choć mój władca jest zmartwiony wybuchem kolejnej wojny, przysyła ci posiłki, aby wesprzeć cię w potrzebie. Tej bitwy nie rozstrzygnie talent stratega, ale ilość gotowych na śmierć rycerzy. Powodzenia.",
	"campaign.good2.Good-2c.h3m.region" : "Ambasador Brakady w imieniu swego władcy, Gavina Magnusa, zaoferował pomoc w uwolnieniu zachodniej Erathii z rąk tataliańskich i krewlodzkich maruderów. Czas przypomnieć sąsiadom, którędy przebiega granica.",
	"campaign.good2.Good-2d.h3m.prolog" : "Wiemy już, jak i dlaczego Erathia padła pod nawałem wojsk z Nighonu i Eeofolu. Używając sieci podziemnych tuneli wykopanych przez ich armie, najeźdźcy uderzyli równocześnie w wielu miejscach przeważającymi siłami. Odkryliśmy główną arterię, która transportuje wojska wroga z Nighonu do Erathii. Znajduje się ona pod oceanem, łącząc podziemia królestwa Nighonu z głównym kontynentem Erathii. Brakada i AvLee przysłały nam posiłki, aby wspomóc nas w trudnej walce. Naszym głównym celem jest zepchnięcie armii kreegańskich i nighońskich do tuneli, a następnie podążenie za nimi aż do wybrzeży królestwa Nighonu.",
	"campaign.good2.Good-2d.h3m.region" : "Wiemy już, że Erathia znajduje się pod kontrolą Nighonu i Eeofolu. Dosłownie podkopali się pod Nigońska Cieśniną i włamali do tuneli krasnoludów przy wybrzeżu Erathii. teraz musimy zmusić ich, by znów zeszli do tuneli - tym razem używając ich jako jedynej drogi ucieczki. Musimy na zawsze oczyścić z nich nasze ziemie!",
	"campaign.good2.description" : "Umocniliśmy nasze pozycje w Erathii, ale kraj jest niemal doszczętnie zrujnowany. Zaczniemy od oswobodzenia stolicy i nie zatrzymamy się, dopóki ostatni najeźdźca  nie opuści naszych granic.",
	"campaign.good2.name" : "Oswobodzenie",
	"campaign.good3.Good-3A.h3m.prolog" : "Po odbiciu Steadwick moje obawy się potwierdziły. Mój ojciec nie zmarł śmiercią naturalną. Został otruty. Podczas śledztwa prowadzonego przez generała Morgana przed wybuchem wojny nie ustalono żadnych podejrzanych. Teraz jednak wiem, że nekromanci, szukając dowódcy dla swych armii, wskrzesili mojego ojca. Po zabiciu króla Vilmara wstąpił na tron i przejął całkowitą kontrolę nad ich armią. Teraz ruszyli na nas. Sami nie są już w stanie kontrolować monstrum, które stworzyli. Jako gest dobrej woli wysłali do mnie posłańca. Ma mi powiedzieć, kto zabił mojego ojca. Muszę odnaleźć posłańca i zabrać go w bezpieczne miejsce.",
	"campaign.good3.Good-3A.h3m.region" : "Do obozu obrońców Erathii podąża nekromanta, aby przedstawić Królowej dowody dotyczące zabójstwa jej ojca. Chwilowo jest bezpieczny, ale na drodze do obozu czyha na niego nowy król nieumarłych. Musisz zapewnić mu ochronę na ostatnim etapie podróży.",
	"campaign.good3.Good-3B.h3m.prolog" : "Jestem zmęczona wojną, tak jak nekromanci. Zgodziliśmy się współpracować,\npróbując zniszczyć króla Gryphonhearta. Nigdy nie przypuszczałam, że będę walczyć u boku nekromanty, ale już od dziś nasze kuźnie produkują broń dla ich armii. Być może z ich pomocą oraz zjednoczonymi siłami Avlee i Brakady uda nam się zepchnąć nieumarłych poza granice Erathii.",
	"campaign.good3.Good-3B.h3m.region" : "Dowodzisz połączonymi siłami Erathii, AvLee, Brakady oraz nekromantów, którzy postanowili sprzeciwić się królowi Gyphonheartowi. Nieumarli mają znaczne siły w całej prowincji, ale zwycięstwo i tak będzie należało do ciebie!\n",
	"campaign.good3.Good-3C.h3m.prolog" : "Pozostałości armii dowodzonej przez mojego ojca schroniły się w Nekropolis. Jednak jego armia nieumarłych wciąż stanowi wielką siłę. Stanę do walki, ale tobie pozostawiam dowództwo nad naszymi siłami. Musisz bezwarunkowo wypełnić jeden rozkaz – nie wolno ci dopuścić, by zginął Lord Haart! To on jest zdrajcą. Informacje dostarczone przez nekromantów zostały potwierdzone. Lord Haart należał do tajnego nekromantycznego kultu po przywództwem króla Vilmara. Mogąc swobodnie poruszać się po Steadwick, nie miał żadnych trudności z otruciem mojego ojca. Na rozkaz Vilmara miał zemścić się za to, że nekromanci zostali wygnani z Erathii.  Mam specjalne plany względem tego zdrajcy.",
	"campaign.good3.Good-3C.h3m.region" : "Nadeszła godzina prawdy - przed nami ostatnia bitwa. Nasza obecność powoli przywraca nadzieję tej ziemi, ale musimy jeszcze zniszczyć fortecę, w której schronił się król Gryphonheart. Nadszedł czas, aby umarli wrócili do grobów. \n",
	"campaign.good3.description" : "Ostatnim krokiem na drodze ku odrodzeniu Erathii jest wyparcie nekromantów do ich jałowej ojczyzny, którą zwą Deyja. Biorąc pod uwagę, że na ich czele stoi król Gryphonheart, nie będzie to łatwe zadanie.",
	"campaign.good3.name" : "Pieśń dla ojca",
	"campaign.neutral1.Neutral-1a.h3m.prolog" : "Tak jak przewidziałeś milordzie, śmierć króla Gryphonhearta daje nam wiele okazji do wykorzystania twych talentów najemnika. Skontaktował się z nami posłaniec z Tatalii, w imieniu króla Tralosska. Dwadzieścia lat temu, po nieustannych potyczkach na zachodnich wybrzeżach Erathii, Tatalia podpisała pakt o nieagresji. Teraz król Gryphonheart nie żyje, a wraz z nim umarła umowa. Tatalończycy chętnie rozszerzyliby granice swojego państwa. Co prawda nigdy nie byli zbyt dobrymi strategami, lecz ich wojska są dobrze wyszkolone. Potrzebują jedynie dowódców, którzy poprowadziliby ich armie i zapewnili im przestrzeń życiową.",
	"campaign.neutral1.Neutral-1a.h3m.region" : "Król Tatalii, Tralossk, pragnie skorzystać z twych usług. Tralosska chciałby, aby jego kraj przestał składać się głównie z bagien i moczarów, a nękana przez wrogów Erathia wydaje się być łatwym łupem. \n",
	"campaign.neutral1.Neutral-1b.h3m.prolog" : "Wieści o twoich zdolnościach dotarły do barbarzyńskiego kraju Krewlod. Starcia jego mieszkańców z wojskami Erathii są już legendarne. Wielu mówi, że to właśnie dzięki nim żołnierze Erathii są tak twardzi w walce. Ostatnia napaść barbarzyńców na przygraniczne fortece odniosła niespodziewany sukces i wzięto wyjątkowo dużo jeńców. Po bliższym zbadaniu przyczyn tego niezwykłego zwycięstwa nasze podejrzenia okazały się słuszne. Bez swego króla wojska Erathii straciły chęć do walki. Twoim zadaniem jest szybkie splądrowanie przygranicznych terenów  i zebranie jak największej ilości bogactw. Kiedy już zbierzemy wystarczające siły... pomyślimy o oficjalnym wypowiedzeniu wojny. Jeżeli jednak dostaniesz się do niewoli, Krewlod oficjalnie uzna cię za fanatycznego przywódcę klanu, który działał wbrew interesom własnego kraju.",
	"campaign.neutral1.Neutral-1b.h3m.region" : "Diuk Winston Boragus, przywódca Krewlod, zaproponował ci kontrakt najemnika, który przewiduje serię wypadów na terytorium Erathii. Ich celem jest zdobycie złota, które pozwoli krewlodzkiej armii przygotować się... do innych zadań.  \n",
	"campaign.neutral1.Neutral-1c.h3m.prolog" : "Przedstawiciele Tatalii i Krewlodu pragną ponownie skorzystać z twoich usług. Oba kraje chcą zdobyć ostatni kawałek Erathii leżący pomiędzy ich ziemiami. Na wymienionym terenie znajduje się także kilka ostatnich zamków należących do lordów Erathii. Nie musisz się ich jednak obawiać, prawdziwa armia Erathii jest już tylko wspomnieniem. Znacznie poważniejsze walki czekają cię z siłami Tatalii lub Krewlodu. Co zabawniejsze, ziemie na których toczy się konflikt nie mają praktycznie żadnej wartości. Czeka cię więc zaciekła wojna graniczn. Siły Tatalii będą próbowały pokonać armie Krewlodu, które zdążyły się już ufortyfikować. Bez względu na to, u czyjego boku staniesz, zostaniesz okrzyknięty zdrajcą przez drugą stronę, zastanów się więc dobrze kogo wesprzeć... to decyzja, od której zależy twoje życie.",
	"campaign.neutral1.Neutral-1c.h3m.region" : "Zarówno król Tralossk z Tatalii, jak i diuk Boragus z Krewlod, pragną skorzystać z twoich usług. Oba państwa chcą przejąć dzielący je wąski pasek lądu. Jak na ironię, wartość tego terenu jest żadna. Musisz zdecydować, komu będziesz służyć. Wybór należy do ciebie. \n",
	"campaign.neutral1.description" : "W czasie wojny twój sprytny najemnik ma okazję zbić spory majątek. Biorąc pod uwagę, że Erathia pada na wschodzie pod naciskiem Nighonu, na zachodzie pojawia się interesująca okazja do przeprowadzenia małej grabieży. Prowincje Erathii, aż proszą się, by po nie sięgnąć.",
	"campaign.neutral1.name" : "Wojenne łupy",
	"campaign.sandro.Sandro A.h3m.prolog" : "Wygląda na to, że Ethric, mój dawny pan, wreszcie mnie wyśledził.\nNie uszczęśliwiło go zbytnio odkrycie, że stałem się nekromantą\ni chce zmazać tę plamę na swoim honorze. Ethric nie jest głupcem.\nPoinformował o moim ukryciu tych, którzy potrafią mnie powstrzymać.\nAle to nie ma znaczenia. Pokonam wszystkich głupców, upokorzę\nmego pana i podążę ku Deyji, gdzie potrafią docenić moje talenty.",
	"campaign.sandro.Sandro A.h3m.region" : "Ethric to szczwany, stary lis. Rozgłosił między rycerzami, którędy Sandro będzie przewoził artefakty. Niektórzy z lordów pragną zatrzymać je na własny użytek, inni chcą je zniszczyć. Sandro musi pokonać wszystkich i przedrzeć się do Deyji.",
	"campaign.sandro.Sandro B.h3m.prolog" : "Ethric nie chce się poddać, ale znalazłem sojusznika. To Vidomina, młoda czarodziejka, która ma aspiracje, by zostać niekromantka. Póki co, może być użyteczna, ale gdy pokonamy Ethrica i znajdziemy się bezpiecznie w Deyji, nasze drogi będą musiały się rozejść.",
	"campaign.sandro.Sandro B.h3m.region" : "Tym razem Sandro stanie naprzeciw samego Ethrica i jego sojuszników. Musi pokonać starego czarownika, nim ucieknie do Deyji. ",
	"campaign.sandro.Sandro C.h3m.prolog" : "W drodze do Deyji, spotkałem Finneasa Vilmara, ambitnego, lecz nieco przygłupiego nekromantę. Ma tu kilka zamków i próbuje rozszerzyć zasięg swej władzy. Dzięki mojej sile perswazji wkrótce osiągnie pozycję, której pożąda. Oczywiście, to ja będę wydawał rozkazy jego ustami. ",
	"campaign.sandro.Sandro C.h3m.region" : "Sandro i Finneas Vilmar zamierzają usunąć lorda Alarice'a, zanim ten wyjawi innym zamiary Finneasa związane z obaleniem starego króla Deyji. Gdy już uporają się z tym zadaniem, będą mogli zająć się unieszkodliwieniem pozostałych kłopotliwych lordów kręcących się na dworze Deyji. ",
	"campaign.sandro.Sandro D.h3m.epilog" : "Nasz plan okazał się wyśmienity! Fortuna nam sprzyja. Król jest pod wrażeniem oszałamiającego pokazu mocy i umiejętności Finneasa. Wkrótce pozna też w całości mój zamysł. A wówczas będzie dla niego za późno.",
	"campaign.sandro.Sandro D.h3m.prolog" : "Wkrótce książę Alarice na stałe zawita pośród umarłych. Nasze plany przebiegają pomyślnie i przygotowujemy się do rozpoczęcia ataku. Finneas nie zgadza się z moją taktyką, ale wiem, że jego pomysły doprowadzą nas do pewnej śmierci. Jest tylko kwestią czasu, nim pozna swój błąd i przyjmie moje wskazówki. Niedługo zda sobie sprawę, że bez mojej pomocy nie zajdzie daleko.",
	"campaign.sandro.Sandro D.h3m.region" : "Finneas i Sandro muszą jedynie usunąć księcia. Gdy odejdzie, będą dosłownie o krok od tronu. Nowy król wciąż jeszcze nie ma pewnej pozycji i łatwo go będzie zastąpić. Przy odrobinie szczęścia nieszczęśliwy wypadek rozwiąże ten problem. ",
	"campaign.sandro.description" : "Sandro musi pokonać swego dawnego mistrza i kilku innych lordów, którzy pragną przejąć zdobyte przez niego artefakty. Gdy Sandro przedostanie się do Deyji, znajdzie sojuszników i szybko wdrapie się na szczyt tamtejszej hierarchii. ",
	"campaign.sandro.name" : "Powstanie nekromanty",
	"campaign.secret.Secret A.h3m.prolog" : "Lord Haart zgodził się zanieść fiolkę z trucizną królowi Gryphonheartowi. Wystarczy tylko, że zostawię fiolkę w zamku Haarta, gdy do niego dotrę. Na moje szczęście Haart ma problem z przeludnieniem, więc przyłączę jego bezużytecznych wieśniaków do mojej armii. To będzie dobry dzień na żniwa śmierci!",
	"campaign.secret.Secret A.h3m.region" : "Lord Haart zgodził się podać truciznę królowi Gryphonheartowi. Sprytny plan, polegający na wywołaniu przygranicznych zamieszek pozwoli niepostrzeżenie dostarczyć truciznę do zamku lorda. A potem wycofasz się, dając Haartowi możliwość odbicia zatrutej prowincji. ",
	"campaign.secret.Secret B.h3m.prolog" : "Aby zapewnić sobie wsparcie panów podziemi, muszę podarować im złoto i drewno potrzebne do budowy tunelu. Drewno jest niezbędne, by uchronić tunele przed zawaleniem, a złoto posłuży do opłacenia robotników. Ci skąpcy nie zamierzają sami dostarczać materiałów. Gdybym nie potrzebował ich wsparcia, zamknąłbym ich na zawsze w tych ich lochach!",
	"campaign.secret.Secret B.h3m.region" : "Władcy podziemi są bardzo zainteresowani planami podbicia Erathii. Jest tylko jeden mały problem: nie mają pieniędzy, by zapłacić za budowę tuneli oraz za drewno do ich umocnienia. Ty musisz zadbać o fundusze i materiały.",
	"campaign.secret.Secret C.h3m.prolog" : "Kreeganie są irytująco aroganccy, ale potrzebuję ich, by najechali Erathię i zmiażdżyli jej potęgę militarną. Bez ich brutalnej siły nie będę w stanie zrealizować moich planów. A więc przyłączę się do ich małych gierek i znajdę ten ich cenny artefakt, wiecznie płonący pierścień siarki.",
	"campaign.secret.Secret C.h3m.region" : "Kreeganie nie wierzą w twoją szczerość. Dla nich nekromanci są jedynie marnymi zjawami pasożytującymi na żywych, które nie są zdolne przeprowadzić żadnego dobrego planu. Chcą byś dowiódł swoich intencji zdobywając wiecznie płonący pierścień siarki. Kilka lat temu ukradła go jakaś druidka - teraz pragną go odzyskać.",
	"campaign.secret.Secret D.h3m.epilog" : "Nie sądziłem, że Finneas jest tak chytry! Oszukał mnie i uwięził za zaatakowanie niewinnego lorda, by samodzielnie rządzić Deyją. Ukradł też moje plany dotyczące ataku na Erathię. Cóż, szybko przekona się, że nawet z mojej celi mogę ciągnąć za sznurki i zacisnąć je mocno wokół jego szyi. ",
	"campaign.secret.Secret D.h3m.prolog" : "Finneas doszedł do wniosku, że lord Smedth stał się zbyt ambitny. Próbuje zająć moją pozycję - stanowisko głównego doradcy Finneasa. Aby uspokoić tego ostatniego, zapewniłem go, że osobiście zajmę się tą sprawą. Wysłanie tego zdradliwego szubrawca do piekła sprawi mi wielką rozkosz. ",
	"campaign.secret.Secret D.h3m.region" : "Ujawniłeś swoje plany, ale znalazł się jeden oponent. Finneas powiedział ci, że to lord Smedth i zasugerował, że należałoby zgnieść tego nic nie znaczącego robaka. Postanawiasz zrobić to osobiście; już od jakiegoś czasu Smedth bruździ we wszystkich twoich planach, próbując zająć twoją pozycję najbliższego doradcy Finneasa Vilmara. Z rozkoszą poślesz go do piekła.",
	"campaign.secret.description" : "Chociaż pierwsza próba podbicia Antagarichu nie powiodła się, Sandro nie został jeszcze pokonany. Udało mu się znaleźć sojuszników i znów gotuje się do wojny, która zapewne obejmie całą krainę.",
	"campaign.secret.name" : "Manifestacja siły",
	"campaign.secret1.Secret-1a.h3m.prolog" : "Po raz pierwszy w historii Spornych Ziem ludzie i elfy walczyli ramię w ramię w obronie swych siedzib. Lecz gdy opadnie radość, powróci dawna nienawiść i groźba wybuchu wojny domowej. Przyszedł czas, by zastanowić się nad przyszłością Spornych Ziem. Jeśli nasza walka o niepodległość ma przynieść trwałe zwycięstwo, potrzeba czegoś więcej niż tylko silnej armii. Musisz odszukać Graal zaginiony gdzieś w zaczarowanej krainie, gdzie jednorożce rozmawiają z drzewami. ",
	"campaign.secret1.Secret-1a.h3m.region" : "By podkreślić wagę deklaracji niepodległości potrzebny nam symbol. Jest nim zaginiony setki lat temu Graal. Musimy go odszukać, jeśli chcemy wprowadzić w życie nasze plany. Mamy na to tylko trzy miesiące. ",
	"campaign.secret1.Secret-1b.h3m.prolog" : "Chociaż wielu ludzi dołączyło do naszych sił, aby wspomóc naszą wizję niezawisłości, już teraz siły Erathii i Avlee zbierają armię, aby nas powstrzymać. Nie możemy kontynuować naszej walki bez silnej bazy wypadowej. Faruk Welnin, burmistrz miasta Welnin przysłał posłańca. Oferuje nam wsparcie. Rozpoczęła się nasza walka o niepodległość - musimy przedrzeć się do Welnin i umieścić tam Graal. Jeżeli nam się to uda, Welnin stanie się podwaliną naszej niezawisłości.",
	"campaign.secret1.Secret-1b.h3m.region" : "Podróż do Welnin nie była łatwa, lecz najgorsze jeszcze przed nami. Łowca Ryland posiadacz Graala, musi dotrzeć do Welnin, unikając po drodze wojsk Erathii i AvLee. Kiedy już znajdzie się na miejscu, poprowadzi prace nad budową nowego sanktuarium Graala.",
	"campaign.secret1.Secret-1c.h3m.prolog" : "Wydarzenia zachodzą w błyskawicznym tempie. Siły Erathii i AvLee przybyły, aby \"przywrócić porządek\" i zdusić naszą walkę o niepodległość w zarodku. Musimy szybko zabezpieczyć okolice miasta Welnin i wygnać wroga poza granice naszych ziem. Jeżeli nie uda nam się tego dokonać, stracimy wszystko o co walczyliśmy - dwie nacje ponownie zetrą się ogromnej wojnie. W dniu dzisiejszym deklarujemy naszą niepodległość i niezależność od królestw Erathii i Avlee.",
	"campaign.secret1.Secret-1c.h3m.region" : "Graal dotarł do Welnin, teraz musimy rozbudować to miasto. Armie Erathii i AvLee zaatakują nas ze wszystkich stron. Wkrótce dowiedziemy, że Sporne Ziemie już do nich nie należą!\n",
	"campaign.secret1.description" : "Najeźdźcy zostali wreszcie wygnani ze Spornych Ziem, przyszedł czas odbudowy. Lecz pojawił się człowiek, Faruk Wlenin, który pragnie na zawsze wyzwolić Sporne Ziemie spod władzy Erathii i AvLee.",
	"campaign.secret1.name" : "Ziarna niechęci",
	"campaign.yog.Yog A.h3m.prolog" : "Przez całe życie studiowałem magię pod nadzorem czarowników z Bracady, ponieważ tak chciała moja matka. Ale wreszcie odezwała się we mnie krew ojca, barbarzyńcy, i poczułem, że moje dłonie lepiej pasują do miecza, niźli do czarodziejskiego kostura. Los zdaje się mi sprzyjać, gdyż otrzymałem właśnie zaproszenie do armii księcia Winstona Boragusa z Krewlod. Przyszedł czas, by opuścić to miejsce, choć wiem, że moi dotychczasowi mentorzy nie pozwolą mi odejść bez walki. ",
	"campaign.yog.Yog A.h3m.region" : "Właściwie nigdy nie byłeś dobry w magii. Nawet krew dżinów ze strony matki niewiele pomagała. Lecz mimo to, życie nie było takie złe. Do momentu, gdy kilka miesięcy temu twoja ukochana, Vidomina, nie przeszła na stronę zła. Magia pochłonęła ją i zwróciła w stronę nekromancji. Od tamtego czasu coraz bardziej nienawidzisz magii. Wreszcie podejmujesz decyzję, by porzucić życie czarownika, i kierując się głosem serca... zostać barbarzyńcą.",
	"campaign.yog.Yog B.h3m.prolog" : "Odkąd uciekłem z Bracady, zadziwiająco często atakowały mnie oddziały należące do Krewlod. Nie wiem, czemu tak na mnie nastają, przecież zaprosił mnie sam książę! Muszę dostać się do stolicy, aby dowiedzieć się, dlaczego Winston Boragus i wszystkie jego siły zwróciły się przeciw mnie.",
	"campaign.yog.Yog B.h3m.region" : "Niedługo po tym, jak podbiłeś miasto Groa, przybył posłaniec z Ulgak, stolicy Krewlodu. Ku twojemu zaskoczeniu wiadomość pochodziła od samego księcia. Czytając list dowiedziałeś się, że barbarzyńcy z Krewlod są zainteresowani twoimi umiejętnościami.",
	"campaign.yog.Yog C.h3m.prolog" : "Gdy stanąłem przed Winstonem Boragusem, przyznał, że wysłał przeciw mnie armie Krewlodu - aby sprawdzić mą waleczność. Początkowo byłem na niego wściekły. Lecz książę przypomniał mi, że przecież sam pragnąłem walki. Spojrzawszy na sprawę z punktu widzenia barbarzyńcy, musiałem przyznać mu rację. Boragus przygotował specjalny test, by sprawdzić, czy jestem gotowy stanąć przeciw czarownikom z Bracady. Muszę wziąć magiczny miecz Anielskiego Przymierza, podzielić go na części i ukryć na ziemiach Tatalii, Erathii i Bracady.",
	"campaign.yog.Yog C.h3m.region" : "Spotkanie z Boragusem wprawiło cię w świetny nastrój. Pragnąc jak najszybciej dowieść swej wartości, spieszysz do Tatalii, aby dostarczyć dwa z elementów Anielskiego Przymierza. Początkowo sądziłeś, że to będzie łatwe zadanie: wejdziesz do miasta i oddasz dwa artefakty Alendorze. Po kilku dniach jazdy od granicy okazało się, że Tatalianie nie zamierzają ułatwiać ci tego zadania.",
	"campaign.yog.Yog D.h3m.prolog" : "Oddałem pierwszy element miecza, chociaż z całych sił musiałem walczyć ze wszystkim, czego się do tej pory uczyłem jako czarownik. Teraz muszę znaleźć chatę jasnowidza, zwanego Falor, i oddać mu dwa kolejne elementy: naszyjnik boskiej mocy i tarczę lwiej odwagi. To nie będzie łatwe zadanie, gdyż Erathiańczycy nie przepadają za wielkimi armiami przemierzającymi ich terytorium. ",
	"campaign.yog.Yog D.h3m.region" : "Po krótkim pobycie w Tatalii, szybko ruszasz ku Erathii, by odnaleźć Falora i Terwena. Przy odrobinie szczęścia Erathianie mogą okazać się mniej wrodzy, niż mieszkańcy Tatalii. ",
	"campaign.yog.Yog E.h3m.epilog" : "Zaliczyłem wszystkie sprawdziany księcia i udowodniłem, że na zawsze porzuciłem magię. Dzięki temu zostałem zaakceptowany w hordzie barbarzyńców! Matka z pewnością będzie rozczarowana, ale moja nowa krewlodzka rodzina przyjęła mnie gorąco i kusi obietnicami wielu przyszłych przygód!",
	"campaign.yog.Yog E.h3m.prolog" : "Ostatni test Winstona Boragusa poprowadzi mnie z powrotem do Bracady - ojczyzny, którą porzuciłem. Mam odszukać parę o imionach Beleg i Orruk - oni mają otrzymać dwie najpotężniejsze części Anielskiego Sojuszu: miecz sprawiedliwości i hełm boskich mocy. Biorąc pod uwagę, że na dobre zdecydowałem się porzucić magię, będzie to dość łatwe zadanie. Zdecydowanie trudniejsze będzie przedarcie się przez armie czarowników z Bracady, gdyż oni nie pogodzili się jeszcze z moim odejściem. ",
	"campaign.yog.Yog E.h3m.region" : "Ostatni etap wędrówki poprowadzi cię z powrotem do Bracady. Zdajesz sobie sprawę, że Aine będzie zapewne na ciebie czekać. Mimo to, a właściwie nie mając wyboru, zwijasz obóz i ruszasz na poszukiwanie Belega i Orruka. ",
	"campaign.yog.description" : "Yog studiował magię w Bracadzie, ale w końcu wzięło w nim górę barbarzyńskie dziedzictwo i wybrał drogę wojownika. Yog przyjmuje zaproszenie diuka Winstona Boragusa, aby dołączyć do jego sił w Krewlod. Na nieszczęście czarownicy z Bracady użyją całej swej mocy, by do tego nie dopuścić.",
	"campaign.yog.name" : "Narodziny barbarzyńcy ",

	"map.crag:0.event.0.description" : "\"Wydajesz się być odpowiednim człowiekiem do zadań, które chcę ci zlecić, panie Hack\", powiedział Sandro, gładko uczesany człowiek o przenikliwym spojrzeniu, siedzący naprzeciw ciebie w tawernie Wingtail. Z aprobatą pokiwał głową, patrząc na twoją słuszną posturę, imponującą nawet jak na barbarzyńcę. \n\n\"CRAG Hack\", warknąłeś. Czarodzieje! Zdaje im się, że są tacy przebiegli. A nawet nie potrafią dobrze spamiętać prostego imienia! \n\n\"Poszukuję czterech przedmiotów zagrabionych przez złych ludzi. Pojedynczo są bezużyteczne i nic nie warte. Ale mając wszystkie, można stworzyć potężną broń. Broń, której bardzo potrzebuję.\"\n\n Splunąłeś kością kurczaka pod nogi chuderlawego użytkownika magii. \"Czemu miałbym ci pomóc?\"\n\nMałe oczy Sandro zamieniły się w szparki. \"Bo jeśli przyniesiesz mi te cztery części, dam ci pięćset tysięcy sztuk złota i akt własności do małej posiadłości. Co więcej, dzięki nim będę w stanie zniszczyć Zbroję Przeklętego - artefakt o niewypowiedzianej aurze zła. TERAZ wiesz, dlaczego?\"\n\nZ wolna kiwasz potakująco głową. Zniszczenie czegokolwiek, a szczególnie noszącego znamiona zła, przemawia do twojego barbarzyńskiego poczucia etyki. \"A wiesz gdzie są te cztery przedmioty?\"\n\n\"Tak, wiem. Tu.\" Sandro podaje ci małą mapkę. \"To kraj, w którym żyje Barshon, barbarzyńca. To bardzo zły człowiek. Wydobył spod ziemi pierwszy z poszukiwanych przeze mnie przedmiotów. To Czaszkowy Hełm. Ostrzegam, nie słuchaj tego, co będzie ci mówił. Chociaż jest barbarzyńcą jak ty, nie ma za grosz honoru i jest przebiegły jak wąż. Pomagają mu też inni barbarzyńcy, którzy spróbują cię powstrzymać. To bardzo niebezpieczna wyprawa. Podejmiesz się tego zadania?\"\n\nGwałtownie podrywasz się od stołu, chwytasz swój bojowy topór i wbijasz go głęboko w blat, dwa centymetry od dłoni Sandro.  \"Podejmuję się! Ale jeśli mnie oszukasz, czarowniku, żywcem obedrę cię ze skóry.\"",
	"map.crag:0.event.1.description" : "Swą wizytę w Avautnell, postanawiasz zacząć od założenia własnej warowni. Najszybszym sposobem będzie przejęcie jednego z miast należących do nękających ten rejon barbarzyńców. Potem wystarczy odszukać tego Barshona i zabrać mu hełm. ",
	"map.crag:0.event.2.description" : "Zwiadowcy donoszą, że Barshon zjednoczył siły z wędrującymi po okolicy barbarzyńcami. Ponoć na północnym wschodzie znajduje się erathiańska wioska.",
	"map.crag:0.guards.27.33.1.message" : "Kości tworzą coś, co wygląda na podziemne leże trolli.",
	"map.crag:0.guards.50.66.0.message" : "Młody barbarzyńca na koniu krzyczy: \"Ja, Gurnis barbarzyńca, żądam, byś wycofał się z tej ziemi. Odejdź albo zginiesz!\"",
	"map.crag:0.guards.54.12.0.message" : "Otrzymałeś wiadomość od Barshona: \"Wiem, że chcesz odebrać mi Czaszkowy Hełm, ale nie oddam go bez walki. To pamiątka przekazywana w mojej rodzinie z pokolenia na pokolenie. Jeśli chcesz ją mieć, będziesz musiał wydrzeć ją z moich zimnych, martwych rąk.\"\n\nDrąc pergamin, przypominasz sobie Sandro, który twierdził, że Barshon znalazł hełm.  Wzruszasz ramionami. Barshon to ponoć przebiegły wąż. Czas odciąć mu jego kłamliwy jęzor!",
	"map.crag:0.header.description" : "Pierwszy artefakt, Czaszkowy Hełm, Crag Hack musi wydrzeć Barshonowi, barbarzyńcy, nie przegrywając żadnej bitwy. Crag nie może awansować powyżej 10 poziomu, ale nabyte doświadczenie, umiejętności i zaklęcia będą mu służyć w następnym scenariuszu. ",
	"map.crag:0.header.heroNames.101" : "Barshon",
	"map.crag:0.header.heroNames.97" : "Gurnis",
	"map.crag:0.header.name" : "Rozbijanie głów",
	"map.crag:0.header.player.0.mainHeroName" : "Gurnis",
	"map.crag:0.header.player.2.mainHeroName" : "Barshon",
	"map.crag:0.heroes.101.name" : "Barshon",
	"map.crag:0.heroes.97.name" : "Gurnis",
	"map.crag:0.monster.27.33.0.message" : "\"Ty odejść. Trolle tu rządzić i nie chcieć nikogo widzieć.\"",
	"map.crag:0.monster.35.28.1.message" : "Trolle wyją: \"Wynoś się z naszego domu!\"",
	"map.crag:0.quest.34.49.0.completed" : "Stary czarownik znacząco spojrzał na wypchane złotem sakiewki przytroczone do twojego pasa. Zgadza się, byś wszedł do jego chaty za 2000 sztuk złota. Czy zamierzasz mu zapłacić?",
	"map.crag:0.quest.34.49.0.firstVisit" : "Stary czarownik twierdzi, że z jego chaty zobaczysz, gdzie jest Barshon. Domaga się za to 2000 sztuk złota. ",
	"map.crag:0.quest.34.49.0.nextVisit" : "Nie masz 2000 sztuk złota, więc chciwy czarownik nie wpuści cię do środka. ",
	"map.crag:0.quest.53.12.0.completed" : "Wieść o twoim zwycięstwie nad trollami zamieszkującymi podziemia szybko rozeszła się po okolicy. Czy chcesz przejść, o waleczny barbarzyńco?",
	"map.crag:0.quest.53.12.0.firstVisit" : "Mała grupa barbarzyńskich strażników pozwoli ci przejść, jeśli pokonasz nękające okoliczne tereny trolle. Niektórzy z barbarzyńców sądzą, że trolle mogą ukrywać się pod ziemią. ",
	"map.crag:0.quest.53.12.0.nextVisit" : "Barbarzyńcy nie przepuszczą cię, bo nie oczyściłeś jeszcze podziemi z trolli. ",
	"map.crag:0.sign.54.29.0.message" : "Miasto Timintal. Wejście tylko dla Erathiańczyków. ",
	"map.crag:0.town.55.28.0.name" : "Timintal",
	"map.crag:1.event.0.description" : "\"O widzę, że przyniósł mi pan Czaszkowy Hełm, panie Hack\", wykrzykuje Sandro na twój widok. \n\n\"Mówiłem już, jestem CRAG Hack. I wiesz, co powiedział mi Barshon? Twierdził, że hełm jest w jego rodzinie od pokoleń.\"\n\n\"Widzisz! Ostrzegałem cię, że będzie kłamał, byle tylko zachować hełm dla siebie! I on śmiał nazywać siebie barbarzyńcą! Ten tchórz nie wiedział, co to honor. Mam nadzieję, że nie miał lekkiej śmierci.\"\n\nNigdy wcześniej nie słyszałeś tak brutalnych słów z ust czarownika. Z uniesionymi brwiami słuchasz dalszych wywodów Sandro. \"Kolejnym przedmiotem, którego potrzebuję, jest miecz Rycerza Śmierci. Został skradziony z grobowca wielkiego bohatera przez Rycerza Śmierci imieniem Marzeth. Obawiam się, że odnalezienie go nie będzie łatwym zadaniem. Marzeth mieszka na mokradłach, zupełnie niepodobnych do skalistych pagórków, które wy, barbarzyńcy, tak bardzo lubicie. Co gorsza, ma on sojuszników, którzy będą go bronić.\"\n\nZrywasz się na równe nogi i łapiesz za topór. \"Nie bój nic! Odnajdę choćby na dnie bagna i wytnę w pień jaszczuroludzi, którzy ośmielili się sprofanować grób bohatera.\"\n\n\"I jeszcze jedno, nim odjedziesz. Ja też mam sojuszników w tym regionie. Znam przywódcę jednego z barbarzyńskich osiedli. Zgodził się, byś założył w nim swą bazę.\" \nPo raz pierwszy spoglądasz na Sandro z czymś w rodzaju szacunku. Ten czarownik zdobył zaufanie barbarzyńcy, przywódcy miasta!  \"Nie będę więc marnować dłużej czasu, Sandro. Idę po twój miecz, do kompletu z hełmem.\" Mówisz otwierając drzwi.",
	"map.crag:1.event.1.description" : "Zwiadowcy donoszą, że w prowincji znajdują się trzy zamki. Według plotek, Marzeth jest pod ochroną tego, który należy do bractwa zwanego Rycerzami Miecza. Dziwne. Dlaczego ludzie chronią Rycerza Śmierci? Potrząsasz głową. Rozbolała cię od nadmiaru myślenia.",
	"map.crag:1.event.2.description" : "Zwiadowcy przynieśli następne wieści. Podobno Marzeth był Rycerzem Miecza, póki nie odziedziczył pewnego magicznego ostrza. Ta przeklęta broń przemieniła jego duszę do tego stopnia, że stał się Rycerzem Śmierci. To wyjaśnia, czemu ludzie go bronią, ale kłóci się z opowieścią Sandro, jakoby Marzeth ukradł miecz z krypty wojownika. Cóż, plotki to tylko plotki.",
	"map.crag:1.guards.15.19.0.message" : "Z zarośli wyłaniają się wojownicy i trwożnie mierzą cię wzrokiem.  \"Czy masz przepustkę?\" pyta dowódca.\n\nPokazujesz swój topór i mówisz: \"TO jest moja przepustka!\" Słysząc to, dowódca wydaje żołnierzom rozkaz ataku.",
	"map.crag:1.guards.15.68.0.message" : "Jaszczuroludzie wychodzą z bagna i atakują!",
	"map.crag:1.guards.46.39.0.message" : "Z zarośli wyłaniają się wojownicy i trwożnie mierzą cię wzrokiem.  \"Czy masz przepustkę?\" pyta dowódca.\n\n\"Przepustkę?\" Śmiejesz się w głos. \"Nie potrzebuję waszej zafajdanej przepustki!\" Słysząc to, dowódca wydaje żołnierzom rozkaz ataku.",
	"map.crag:1.guards.64.9.0.message" : "Przywódca twierdzy i jego klan wyjechali ci na spotkanie. Klepiąc pobratymca barbarzyńcę w mięsień piwny, zauważasz, że jego oczy są dziwnie puste. Chociaż nowy sojusznik wyraża się uprzejmie o Sandro, wciąż nie możesz zrozumieć, w jaki sposób czarownik przekonał tego krewkiego barbarzyńcę, by go wspierał.",
	"map.crag:1.header.description" : "Tym razem musisz odebrać niejakiemu Marzethowi miecz Rycerza Śmierci, nie przegrywając przy tym żadnej bitwy. Crag Hack nie może awansować powyżej 15 poziomu, ale zabierze doświadczenie, umiejętności i zaklęcia do następnego scenariusza.",
	"map.crag:1.header.heroNames.65" : "Marzeth",
	"map.crag:1.header.name" : "Czarna owca",
	"map.crag:1.heroes.65.biography" : "Marzeth był kiedyś Rycerzem Miecza. Otrzymawszy w spadku przeklęty miecz, zaczął zamieniać się w Rycerza Śmierci.  I tylko śmierć może go skutecznie wyleczyć.",
	"map.crag:1.heroes.65.name" : "Marzeth",
	"map.crag:1.sign.19.19.0.message" : "Te ziemie należą do Rycerzy Miecza. Jeśli nie masz przepustki, ODEJDŹ!",
	"map.crag:1.sign.49.36.0.message" : "Te ziemie należą do Rycerzy Miecza. Jeśli nie masz przepustki, ODEJDŹ!",
	"map.crag:1.sign.5.69.0.message" : "Wejście do wykopów zabronione pod karą śmierci. Podpisano: Marzeth.",
	"map.crag:1.town.13.32.0.name" : "First Sword",
	"map.crag:1.town.39.44.0.name" : "Second Sword ",
	"map.crag:1.town.57.58.0.name" : "Third Sword",
	"map.crag:2.event.0.description" : "\"Wyśmienicie! Widzę, że znów odniosłeś sukces, panie Hack!\" Powiedział Sandro, witając cię w tawernie Wingtail.\n\n\"CRAG Hack\", warczysz.  \"Ten śmierdzący Rycerz Śmierci, Marzeth, ostatecznie przeniósł się do wieczności.\"\n\n\"Trzecim przedmiotem, którego potrzebuję, jest Klatka Żebrowa, będąca w posiadaniu grupy nekromantów zamieszkujących małe bagienko o nazwie Ferris,\"  mówi Sandro, wręczając ci niewielką mapkę. \"Przechowywano ją dla mnie w sanktuarium, ale nekromanci, znając jej wartość, spalili budynek i ukradli Klatkę. Zrobią wszystko, by ją zatrzymać.\" \n\n\"Mam walczyć z nieumarłymi? Nie lubię ich smrodu. Strasznie cuchną.\"  Patrząc na mapę, unosisz brwi. \n\nSandro rozchyla sakwę, pokazując złoto i klejnoty.  \"Pomyśl o nagrodzie, którą ci obiecałem, oraz o tym, że zdobyte przez ciebie przedmioty posłużą do usunięcia z Enroth potężnego artefaktu zła.\" \n\nZastanawiasz się przez chwilę, po czym z wolna przytakujesz. W końcu ci nekromanci spalili jedyne miejsce, w którym bohater może czuć się bezpiecznie. Ale walka dla tego czarownika nie jest wcale tak zabawna, jak początkowo sądziłeś. Sandro zbyt często zmusza cię do myślenia.",
	"map.crag:2.event.1.description" : "Pierwszym krokiem, po wejściu na obszar zaznaczony na mapie Sandro, powinno być zajęcie miasta. Najwyraźniej w tej prowincji czarownik nie miał przyjaciół, którzy zechcieliby cię ugościć, ale na szczęście zwiadowcy znaleźli w pobliżu niezajętą twierdzę...",
	"map.crag:2.event.2.description" : "Rozkazujesz zwiadowcom przekazać nekromantom następującą wiadomość: \"Oddajcie Klatkę Żebrową albo Crag Hack zetrze wasze kości na proch, tak jak wy obróciliście w popiół sanktuarium.\"  Posłaniec szybko opuszcza obóz i znika w zaroślach. ",
	"map.crag:2.event.3.description" : "Zwiadowca wrócił. Posiniaczony, zakrwawiony i okaleczony, ale żywy... Przekuśtykawszy w twoją stronę, wręczył ci wiadomość: \"O sanktuarium nic nie wiemy, panie Hack. Wiemy za to, że jesteś już martwy. Tyle, że jeszcze o tym nie wiesz.\" Składasz papier mamrocząc, że na imię masz przecież Crag. Gdy próbujesz wcisnąć zwitek papieru w dłoń posłańca, jego ręka bezwładnie opada na ziemię. Zamieniono go w zombie! Jednym celnym uderzeniem topora pozbawiasz go głowy. Przeklęci nekromanci! Nienawidzisz ich z całej duszy!",
	"map.crag:2.guards.5.5.0.message" : "W zboczu góry znajdujesz bogatą żyłę złota. ",
	"map.crag:2.guards.53.61.0.message" : "Wygląda na to, że nekromanci z \"Hebanowej Dłoni\" zabarykadowali się w swoim zamku! Może warto zostawić te tchórzliwe wywłoki na później. Na razie trzeba zająć się poszukiwaniem żeber.",
	"map.crag:2.header.description" : "Crag Hack musi zdobyć Klatkę Żebrową należącą do jednego z liszów grasujących na bagnach Ferris, nie przegrywając żadnej bitwy. Crag Hack nie może awansować powyżej 20 poziomu, ale ze zdobytego doświadczenia, umiejętności i zaklęć będzie mógł korzystać w następnym scenariuszu.",
	"map.crag:2.header.name" : "Żebra w dłoń",
	"map.crag:2.monster.15.61.0.message" : "Mumie syczą: \"Nikt nie będzie kalał naszych grobów.\"",
	"map.crag:2.monster.27.59.0.message" : "Mumie syczą: \"Nikt nie będzie kalał naszych grobów.\"",
	"map.crag:2.monster.69.68.0.message" : "Podczas ataku liszów zauważasz, że jeden z nich nosi zbroję zrobioną z ludzkich żeber. ",
	"map.crag:2.sign.18.64.0.message" : "Bagna Ferris - na wschód. Uwaga, teren prywatny należący do \"Hebanowej Dłoni\". Właściciele nie lubią intruzów.",
	"map.crag:2.sign.5.29.0.message" : "Kopalnia złota - na północ\n\nNamiot - na południe",
	"map.crag:2.sign.59.35.0.message" : "Bagna Ferris - na południe. Uwaga, teren prywatny należący do \"Hebanowej Dłoni\". Właściciele nie lubią intruzów.",
	"map.crag:2.sign.9.22.0.message" : "Jasnoniebieski - zachodzące słońce\n\nCiemnoniebieski - wschodzące słońce ",
	"map.crag:2.town.11.13.0.event.0.description" : "Zamieszkujące w pobliżu plemię goblinów przysyła ci swych wojowników jako trybut dla barbarzyńskich braci, którzy pomogli im odeprzeć atak wędrownego plemienia ogrów.",
	"map.crag:2.town.55.56.0.event.0.description" : "Oto pieniądze od fanatycznych wielbicieli!",
	"map.crag:3.event.0.description" : "\"Masz Klatkę Żebrową! Wspaniała robota, panie Hack.\" Mówi Sandro, witając cię w tawernie Wingtail. \n\n\"CRAG Hack\", poprawiasz gniewnie czarownika. \n\n\"Został już tylko jeden przedmiot.\" Sandro rozwija mapę i wskazuje prowincję. \"Do wykonania tego zadania pozyskałem kilku byłych żołnierzy Erathii, obecnie najemników. Przydadzą ci się. Mają zamek, który stanie się twoją bazą. Będziesz potrzebował ich pomocy, gdyż ostatni przedmiot, Tarcza Zionącej Śmierci, znajduje się w rękach nekromanckiej sekty \"Dłoń Śmierci\". Odebrali tarczę pokonanemu wampirowi, który znalazł w tych liszach godnego siebie przeciwnika.\" \n\n\"Żadnych nieumarłych!\" warczysz. \n\n\"Myśl o nagrodzie, jaką dostaniesz, gdy przyniesiesz mi tarczę. Nie dość, że staniesz się bogatym człowiekiem, to jeszcze raz wyświadczysz Erathii wielką przysługę\", przypomniał Sandro. \"I jeszcze jedno. Tak jak inni, nekromanci też spróbują cię okłamać. Nie słuchaj ich.\"\n\nWychodząc, zastanawiasz się nad kłamstwami, których musiałeś wysłuchać w służbie Sandro. Może należałoby odebrać nagrodę, ZANIM oddasz mu ostatni artefakt.",
	"map.crag:3.event.1.description" : "Gdy podjechałeś do zamku wskazanego przez Sandro na mapie, jego kapitan wyjechał ci na powitanie. \"Witaj! Sandro uprzedził nas o twoim przybyciu. Udzielimy ci wszelkiej niezbędnej pomocy.\"\n\n\"Dobrze. Powiedz mi coś o naszym zadaniu. Wkrótce wyruszamy i chcę wiedzieć, czego się spodziewać.\"\n\nKapitan najemników potakuje i opowiada o nekromantach zamieszkujących na południu. \"Dłoń Śmierci\", jak nazywają tę sektę, do niedawna zachowywała się bardzo spokojnie. Jednak wkrótce po tym, jak Sandro wynajął kapitana, nekromanci stali się aktywniejsi i zaczęli wysyłać nieumarłych na północ.",
	"map.crag:3.event.2.description" : "Otrzymałeś wiadomość od \"Dłoni Śmierci\": \"Wiemy, że wysłał cię nasz wspólny znajomy i wiemy, czego szukasz. Ale pamiętaj, że Tarcza Zionącej Śmierci jest dla nas relikwią. Od wielu lat spoczywa na naszym cmentarzu. Zrobimy wszystko, by cię powstrzymać.\" Kolejne kłamstwa, gnieciesz papier, ale wątpliwości pozostają. Czy Sandro jest godzien zaufania?",
	"map.crag:3.event.3.description" : "Sandro przysyła pieniądze, by wspomóc twoje starania.",
	"map.crag:3.event.4.description" : "Zwiadowcy donoszą, że \"Dłoń Śmierci\" bardzo skutecznie zabarykadowała swoje zamki. Irytuje cię ich tchórzostwo, ale dochodzisz do wniosku, że ważniejsze od oblegania wrogich zamków jest odnalezienie tarczy. ",
	"map.crag:3.guards.19.25.0.message" : "Droga na wschód ginie pod stosem śmieci i kości.",
	"map.crag:3.guards.23.25.0.message" : "Na pierwszy rzut oka widać, że miasto jest opanowane przez nieumarłych. Zwiadowcy doradzają ostrożność - i dużą liczbę oddziałów.",
	"map.crag:3.guards.50.62.0.message" : "\"Ostrożnie!\" szepcze jeden ze szkutników, wyraźnie wstrząśnięty. \"Widziałem już na tej wyspie nieumarłych pojawiających się jakby znikąd.\" Wciskasz mu kilka monet, dziękując za ostrzeżenie. ",
	"map.crag:3.guards.51.55.0.message" : "Dusze przeklętych, których tu pogrzebano, wstały z grobów i ruszyły do ataku!",
	"map.crag:3.guards.56.62.0.message" : "Dusze przeklętych, których tu pogrzebano, wstały z grobów i ruszyły do ataku!",
	"map.crag:3.header.description" : "Odbierz Tarczę Zionącej Śmierci nekromanckiej sekcie \"Dłoń Śmierci\", nie przegrywając przy tym żadnej bitwy. Crag Hack nie może awansować powyżej 25 poziomu, ale będzie mógł korzystać ze zdobytego doświadczenia, umiejętności i zaklęć w następnej kampanii. ",
	"map.crag:3.header.heroNames.67" : "Charnath",
	"map.crag:3.header.name" : "Cmentarna hiena",
	"map.crag:3.heroes.0.biography" : "Slash to dawny kompan od kieliszka Craga Hacka, jeszcze z czasów Enroth. Przybył do Erathii, by ukryć się przed konstablami, którzy chcieli przesłuchać go na okoliczność pewnej... sprzeczki z kilkoma chłopami. W Erathii aresztowano go za oszukiwanie przy grze w karty. ",
	"map.crag:3.heroes.0.name" : "Slash",
	"map.crag:3.heroes.67.name" : "Charnath",
	"map.crag:3.monster.34.16.0.message" : "Wygląda na to, że wampiry zabiły prawdziwych strażników, a teraz złowrogo łypią na więźnia.",
	"map.crag:3.quest.55.62.0.completed" : "Zwyciężając Charnatha zmazałeś jego i swoje winy. Teraz możesz przejść, jeśli chcesz. ",
	"map.crag:3.quest.55.62.0.firstVisit" : "Szkielet w czarnej szacie mówi: \"Charnath próbował sprofanować ten cmentarz przed tobą. A teraz się ukrywa. Przepuszczę cię tylko pod warunkiem, że go ukarzesz.\"",
	"map.crag:3.quest.55.62.0.nextVisit" : "Szkielet wie, że Charnath nie umarł i nie pozwala ci przejść.",
	"map.crag:3.sign.33.15.0.message" : "Więzienie Enroth #520. Aktualny aresztant: Slash.",
	"map.crag:3.sign.54.58.0.message" : "Śmierć może leżeć i czekać. Śmierć może też latać. Ale wraz z mijającymi eonami nawet śmierć może umrzeć. Witaj na cmentarzu Martwe Zmartwienie.",
	"map.crag:3.town.12.10.0.event.0.description" : "Agresywna akcja rekrutacyjna prowadzona w mieście przez kapitana i jego ludzi przyniosła pewne efekty.",
	"map.evil1:0.event.0.description" : "Nasze sprawy mają się dobrze. Udało się nam otworzyć wulkan i zbudować fort w odludnym lesie rosnącym zaraz przy granicy Erathii. Prace nad tunelem prowadzącym do stolicy wroga posuwają się szybko. Twoim obecnym zadaniem jest zaatakowanie sprzymierzeńców Erathii - Elfów z AvLee.",
	"map.evil1:0.event.1.description" : "Królowa Złotych Smoków to potężny sprzymierzeniec AvLee. Musisz odnaleźć jej legowisko i ją zniszczyć. To znacznie osłabi AvLee, a dla nas droga do Erathii stanie otworem. Odejdź teraz i powróć w chwale!",
	"map.evil1:0.guards.61.54.0.message" : "Twoi wywiadowcy informują, że pobliskie tereny są bogate w zasoby zaś na południu mieszka szaman który doskonale zna okoliczne tereny i być może będzie chciał ci pomóc.",
	"map.evil1:0.header.description" : "Aby zwyciężyć, musisz odszukać i zabić Królową Złotych Smoków. Twoi bohaterowie nie mogą przekroczyć 12 poziomu doświadczenia, ale 8 najsilniejszych z nich stanie u twego boku podczas finałowej bitwy tej kampanii.",
	"map.evil1:0.header.name" : "Diabelski plan",
	"map.evil1:0.header.rumor.0.text" : "Na południowym zachodzie żyje mędrzec, który podobno wie jak dostać się do Smoczej Doliny.",
	"map.evil1:1.event.0.description" : "Gdy ruszyliśmy wgłąb tuneli, odkryliśmy kolonię, która została rzekomo dawno temu zniszczona. Jeżeli udałoby sie nam 'przekonać' kolonię do współpracy, mogłaby dostarczać dodatkowe wojska do zabezpieczenia miast znajdujących się na powierzchni.",
	"map.evil1:1.event.1.description" : "Mamy agenta, który zamieszkuje położoną niedaleko wysepkę i szpieguje dla nas okoliczne miasta.  Odnajdź go, a dostarczy ci  wielu ważnych informacji. ",
	"map.evil1:1.event.2.description" : "Zbliża się jeden z twoich doradców.  \"Otrzymaliśmy raport mówiący, że okręty z Enroth zakotwiczyły u południowych wybrzeży Erathii.  W chwili obecnej nie wiemy kto dowodzi flotą, jednak mamy wiadomość z pewnego źródła, że nie może to być Roland Ironfist.\"",
	"map.evil1:1.event.3.description" : "Zbliża się jeden z twoich doradców.  \"Wieści nie są pomyślne. Siły enrothiańskie dowodzone są przez Katarzynę Ironfist, córkę niedawno zmarłego króla Erathii.  Katarzyna dowodzi znacznymi siłami i zdążyła się już umocnić wzdłuż wybrzeża. Jeżeli się nie pośpieszymy, królowa może osiągnąć Steadwick przed nami.\"",
	"map.evil1:1.guards.45.32.0.message" : "Niespodziewanie potężny głos z niebios ogłasza: \"Niewierni! Sprofanowaliście święte miejsce i zostaniecie ukarani!\"  Ogarnia cię nieprzyjemne poczucie, że stawianie chciwości przed celem twojej misji nie było dobrym pomysłem.",
	"map.evil1:1.header.description" : "Aby wygrać, musisz zdobyć wszystkie wrogie miasta i pokonać wszystkie armie wroga. Twoi bohaterowie będa mogli osiągnąć co najwyżej 12 poziom doświadczenia, ale 8 najsilniejszych z nich stanie u twego boku podczas finałowej bitwy tej kampanii.",
	"map.evil1:1.header.name" : "Przełom",
	"map.evil1:2.event.0.description" : "Jak na razie radzisz sobie doskonale.  Udało ci się spustoszyć wschodnią Erathię i znajdujesz się w bliskiej odległości od jej stolicy - Steadwick. Musisz ją szybko podbić!",
	"map.evil1:2.event.1.description" : "Brakada i AvLee wysłały posiłki Królowej Katarzynie, która zbliża się ze znaczną armią z południa.  Musimy zdobyć stolicę zanim nadejdzie!",
	"map.evil1:2.event.2.description" : "Otrzymujesz właśnie raport dotyczący postępów wojsk Królowej Katarzyny.  Siły z Nighonu i Eofolu starają sie opóźnić przemarsz jej wojsk, ale nie będą w stanie ich zatrzymać na dłużej niż dwa, trzy miesiące. ",
	"map.evil1:2.event.3.description" : "Otrzymujesz raport z południowego frontu.  Siły Królowej zostały zatrzymane dając ci jakieś dodatkowe dwa miesiące na zdobycie stolicy.  Ponieślismy jednak znaczące straty, więc nie pozwól, aby nasze poświęcenie poszło na marne.  ",
	"map.evil1:2.event.4.description" : "Otrzymujesz raport z południowego frontu. Nasze siły ciągle starają się powstrzymać armię wroga, jednak Królowa stale posuwa się na północ.  Masz w najlepszym razie jeszcze trzy, cztery tygodnie zanim Katarzyna osiągnie Steadwick.",
	"map.evil1:2.event.5.description" : "Wojska Katarzyny kontynuują swój pochód, jej armia jest o dwa tygodnie drogi stąd.  Jeżeli się nie pospieszysz, nie uda się nam przygotować stolicy do obrony. ",
	"map.evil1:2.event.6.description" : "Wojska Katarzyny są o siedem dni drogi stąd!  Jeżeli się nie pospieszysz, dojdą do Steadwick przed tobą i wszystko będzie stracone!",
	"map.evil1:2.event.7.description" : "Tego ranka potężna armia pod dowództwem Królowej Katarzyny Ironfist dotarła do Steadwick.  Nie mamy wyboru, musimy się wycofać.  Zawiodłeś nas... całkowicie",
	"map.evil1:2.header.description" : "Aby wygrać, musisz w ciągu 3 miesięcy zdobyć miasto Steadwick.",
	"map.evil1:2.header.heroNames.4" : "Gen. Kendal",
	"map.evil1:2.header.name" : "Upadek Steadwick",
	"map.evil1:2.header.player.0.mainHeroName" : "Gen. Kendal",
	"map.evil1:2.heroes.4.name" : "Gen. Kendal",
	"map.evil1:2.town.36.42.0.name" : "Steadwick",
	"map.evil2:0.event.0.description" : "Szpiedzy donieśli, że grób króla Gryphonhearta znajduje się w Stonecastle, niedaleko północnej granicy Erathii. Te obszary ominęły zawieruchy wojny z Nighonem i Eofolem. Szybko przeszukaj teren, odnajdź zwłoki króla, a wtedy my będziemy mogli tchnąć w nie życie.",
	"map.evil2:0.event.1.description" : "Jednym z przedmiotów potrzebnych do rytuału ożywienia Króla jest Duch Opresji. Musisz odnaleźć ten artefakt i zanieść go do Stonecastle. Trzeba tego dokonać bardzo szybko - jeżeli duch króla opuści ciało wszystko będzie stracone.",
	"map.evil2:0.header.description" : "Masz trzy miesiące na dostarczenie Ducha Opresji do Stonecastle. Szukaj mędrca - wypełnienie jego misji pozwoli ci przenieść nagrodę do następnego scenariusza.",
	"map.evil2:0.header.name" : "Grób Króla",
	"map.evil2:0.town.18.23.0.name" : "Stonecastle",
	"map.evil2:1.event.0.description" : "Aby wykorzystać element zaskoczenia, musisz w przeciągu miesiąca zaatakować Erathię. Niestety nasze siły nie są wystarczająco mocne, aby zaatakować na całym froncie. Potrzebujemy twojej pomocy przy zwerbowaniu żołnierzy wzdłuż granicy. Zebranie wystarczającej ilości nieumarłych pozwoli nam wygrać.",
	"map.evil2:1.event.1.description" : "Tak jak poprzednio musisz działać bardzo szybko. Ponieważ podstawowym warunkiem zaskoczenia jest szybkość ataku, musisz zdążyć z natarciem w przeciągu trzech miesięcy. W tym czasie musisz zebrać armię przynajmniej 2500 szkieletów. Jeżeli nas zawiedziesz, nie będziemy mieć żadnej szansy.",
	"map.evil2:1.event.2.description" : "Otrzymujesz list od swoich zwierzchników. \"Postępy jakie czynisz są zadowalające, ale masz jeszcze tylko trzy tygodnie na wykonanie zadania.\"",
	"map.evil2:1.event.3.description" : "Otrzymujesz list od swoich zwierzchników. \"Cieszymy się z twoich postępów. Pamiętaj jednak, że potrzebujemy przynajmniej 2500 szkieletów, a zostały tylko dwa tygodnie do rozpoczęcia natarcia.\"",
	"map.evil2:1.event.4.description" : "Otrzymujesz list od swoich zwierzchników. \"Za tydzień od dzisiaj zaatakujemy Erathię. Twoja armia 2500 szkieletów jest kluczem do sukcesu. Mamy nadzieję, że zdajesz sobie sprawę z tego, że porażka nie wchodzi rachubę.\"",
	"map.evil2:1.event.5.description" : "Podchodzi jeden z twoich doradców. \"Właśnie dowiedzieliśmy się, że w okolicy uwięziony jest Sandro wraz ze swoją armią. Jeżeli uda ci się go odnaleźć i oswobodzić, będzie dużym wzmocnieniem dla naszych sił.\"",
	"map.evil2:1.header.description" : "Aby wygrać, musisz zebrać 2500 szkieletów we wszystkich twoich armiach. Niektóre posterunki graniczne można pokonać tylko wtedy, gdy bohater posiada artefakt z poprzedniego scenariusza. Artefakt ukryty poza granicą będzie dostępny również w następnym scenariuszu.",
	"map.evil2:1.header.name" : "Sezon zbiorów",
	"map.evil2:2.event.0.description" : "Otrzymujesz list od Króla Gryphonhearta. \"Dowódco, jeden z moich generałów, Mot, nie wykonuje moich rozkazów, twierdząc że nie powinniśmy atakować Erathii. Nie potrzebujemy go do realizacji naszych planów\".",
	"map.evil2:2.event.1.description" : "\"Potrzebujemy jednak jego armii. Nie mogę pozwolić na niesubordynację. Twoim zadaniem jest znalezienie Mota i zniszczenie go. Gdy tego dokonasz, wskrzesimy go i poddamy naszym rozkazom. Wykonaj to zadanie, a zostaniesz moim nowym generałem.\" ",
	"map.evil2:2.event.2.description" : "Sam widok nieumarłego króla powoduje, że ciarki chodzą ci po plecach. Musisz jednak wykonać zadanie. Rozumiesz, że nie możesz pozwolić sobie na luksus porażki.",
	"map.evil2:2.header.description" : "Musisz pokonać Mota - Rycerza Śmierci. Niektórzy strażnicy przepuszczą cię tylko jeżeli będziesz posiadać artefakt zdobyty podczas poprzedniej misji. Artefakt ukryty po drugiej stronie granicy zostanie przeniesiony do następnej misji.",
	"map.evil2:2.header.heroNames.70" : "Mot",
	"map.evil2:2.header.name" : "Należna kara",
	"map.evil2:2.header.player.0.mainHeroName" : "Mot",
	"map.evil2:2.header.rumor.0.text" : "Wir jest bramą do Świata Zmarłych, ale Kluczem jest Naszyjnik Przyzwania.",
	"map.evil2:2.heroes.70.name" : "Mot",
	"map.evil2:3.event.0.description" : "Otrzymujesz bezpośrednie rozkazy od Króla Gryphonhearta. Atak masz rozpocząć z trzech twierdz przy granicy z Erathią. Na początku opór powinien być słaby, ale musisz szybko zabezpieczyć teren, zanim wróg otrzyma wsparcie.",
	"map.evil2:3.event.1.description" : "Oczywistym jest iż Król Gryphonheart chce odzyskać tron Erathii, ale tym razem zamierza zdobyć go siłą. Ruszaj, nadszedł czas.",
	"map.evil2:3.guards.50.79.0.message" : "Oto Gladius Tytanów który, jak twierdził mędrzec, jest ci podobno przeznaczony. Czy chcesz posiąść go na swoją własność? ",
	"map.evil2:3.guards.56.79.0.message" : "Oto Gladius Tytanów który, jak twierdził mędrzec, jest ci podobno przeznaczony. Czy chcesz posiąść go na swoją własność? ",
	"map.evil2:3.header.description" : "Aby zwyciężyć, musisz zdobyć wszystkie miasta i zamki wroga, oraz pokonać wszystkich wrogich bohaterów. Niektóre posterunki graniczne można przejść tylko wtedy, gdy bohater posiada artefakt z poprzedniego scenariusza.",
	"map.evil2:3.header.name" : "Dzień i noc",
	"map.final:0.event.0.description" : "Od kilku dni docierają do ciebie plotki o nekromantach nawiedzających ziemie Erathii. A ponieważ nie zajmujesz się akurat niczym specjalnie interesującym, postanawiasz sprawdzić, ile jest w nich prawdy. Zdaje się, że nekromanci z Deyji przesunęli do Erathii znaczną część swych sił. Czując głęboką odrazę do nieumarłych oraz czarnej magii nekromantów, postanawiasz użyczyć tej sprawie swych zdolności przywódczych i wygonić nekromantów z królestwa.",
	"map.final:0.guards.11.66.0.message" : "Zbliżając się do miasta, zauważasz, że okoliczni mieszkańcy są w raczej dobrych nastrojach. Dziwiąc się, skąd ten optymizm, zagadujesz przechodzącego wieśniaka. \"Ależ panie, to dlatego, że przybyłeś, by nas bronić. Co więcej, w mieście, w którym mieszka moja siostra, pojawił się inny barbarzyńca i pomaga jego mieszkańcom. A to znaczy, że Erathia i Krewlod są bliskie zawarcia pokoju, mam rację?\" Kiwasz potakująco głową i oddalasz się, nie chcąc rozwiewać jego nadziei. Ale w myślach postanawiasz sprawdzić, kim jest barbarzyńca, walczący jak ty z nieumarłymi.",
	"map.final:0.guards.22.17.0.message" : "Stojąc na urwisku, spoglądasz w dal i dostrzegasz, że droga, którą podążałeś, rozwidla się po pewnym czasie. Za rozwidleniem widać usychające drzewa, dowód obecności nekromanty. To nie wróży nic dobrego. Postanawiasz przyjrzeć się tej okolicy z bliska.",
	"map.final:0.guards.32.58.0.message" : "Szybko zatrzymujesz swoje oddziały. Stojąc na granicy zagarniętych przez nekromantę ziem, zamykasz oczy i zaciskasz pięści, czując jak przez twoje ciało przepływa nagła fala nienawiści. Mimo najlepszych chęci, nie udało ci się zebrać armii, która byłaby w stanie pokonać tę odrażającą kreaturę. Okazałeś się zbyt powolny, by powstrzymać panoszące się zło.",
	"map.final:0.guards.34.28.0.message" : "Posuwając się drogą, docierasz do zamku nekromanty leżącego na ruinach starego, erathiańskiego miasta. Niektóre budynki wciąż jeszcze można rozpoznać, choć otacza je mroczna aura zła. Odór śmierci napawa cię wstrętem i umacnia w twym postanowieniu pokonania winowajcy tego stanu rzeczy.",
	"map.final:0.guards.37.8.0.message" : "Czując, że konie potrzebują odpoczynku, zjeżdżasz na pobocze i zarządzasz krótki postój. Pociągając łyk wody z bukłaka, omiatasz wzrokiem okolicę, rejestrując w pamięci spustoszenie, jakie obecność nekromanty poczyniła w tej pięknej niegdyś okolicy. Ktokolwiek to zrobił, będzie musiał za to zapłacić, słono zapłacić.",
	"map.final:0.header.description" : "Aby wygrać, musisz pokonać nekromantów siejących śmierć i zniszczenie w tej części Erathii. Jeśli Yog zginie w walce, przegrasz. Yog nie może awansować powyżej 30 poziomu, ale zabierze swoje doświadczenie i umiejętności do następnego scenariusza.",
	"map.final:0.header.name" : "Żniwa",
	"map.final:1.event.0.description" : "Dni spędzone na poszukiwaniu Sandro, po jego zdradzieckiej ucieczce, okazały się bezowocne. Nikt nie widział opisywanego przez ciebie maga. Jedynie niektórzy przypominali sobie mgliście jego imię, ale na pytanie skąd je znają i kto je nosi, wzruszali tylko ramionami. Zrezygnowałeś więc na jakiś czas z poszukiwań i postanowiłeś odwiedzić krewnych, którzy przenieśli się z Krewlod do Erathii. \n\nGdy przejeżdżałeś przez miasto o nazwie Hartferd, jego burmistrz, łysawy człowieczek imieniem Timis, odwiedził cię w gospodzie, w której się zatrzymałeś. \n\n\"Błagam, pomóż nam panie... Cragu Hack, jeśli mogę cię tak nazywać. Ponieśliśmy niezwykle poważną stratę. Rycerz o imieniu Tyranell ukradł z naszego miasta cenny przedmiot, Głowę Legionisty. Ten artefakt - będący jedynym powodem, dla którego zaznaczano Hartferd na mapach - jest dla nas niezmiernie ważny. Mówi się, że w okolicy są też inne części Legionisty. Może mógłbyś je dla nas zdobyć? Gdy uda nam się złożyć cały artefakt, Hartferd stanie się kwitnącym miastem. Nie możemy zaoferować ci wysokiej nagrody, ale zawsze będziemy ci wdzięczni i zawsze będziesz tu mile widziany.\"\n\nSłuchając Timisa, przypominasz sobie swoje poprzednie wyprawy w poszukiwaniu artefaktów. Być może Sandro w jakiś sposób maczał w tym palce? Pewnie i tak pomógłbyś tym biednym ludziom, ale teraz, na myśl o Sandro, nie powstrzymało by cię nawet stado wilków. ",
	"map.final:1.event.1.description" : "Ledwie zacząłeś poszukiwanie skradzionej głowy i pozostałych części Legionisty, gdy przybył posłaniec z wiadomością. Dowiadujesz się, że w okolicy kręcą się jeszcze dwaj rycerze. Wygląda na to, że czegoś szukają i są wrogo nastawieni. ",
	"map.final:1.event.2.description" : "Zwiadowcy donoszą, że Tyranell (rycerz, który ukradł Głowę Legionisty) ukrywa się na wyspie położonej gdzieś na południowym zachodzie. Co do pozostałych części, nie wiadomo nic ponad to, że zapewne są zakopane gdzieś w ziemi. ",
	"map.final:1.guards.8.60.0.message" : "Spotykasz starego żołnierza z armii Tyranella. Zwolniony ze służby, smętnie wlecze się piaszczystą drogą. Zadajesz mu kilka pytań i dowiadujesz się, że Sandro obiecał sowicie zapłacić Tyranellowi za odszukanie głowy oraz innych części Legionisty. Tyranell postanowił przeczekać z ukradzionym artefaktem, a gdy przestaną go szukać - kontynuować misję dla Sandro. Rzucasz żołnierzowi garść złota i ruszasz w swoją stronę. ",
	"map.final:1.header.description" : "Crag Hack musi skompletować wszystkie elementy Legionisty i dostarczyć je do miasta Hartferd. Jeśli Crag Hack zginie w walce, przegrasz. Crag Hack nie może awansować powyżej 30 poziomu, ale zdobyte doświadczenie, umiejętności i zaklęcia zabierze do następnego scenariusza. ",
	"map.final:1.header.heroNames.0" : "Lord Velmor",
	"map.final:1.header.heroNames.6" : "Lord Chasim",
	"map.final:1.header.heroNames.7" : "Tyranell",
	"map.final:1.header.name" : "Legionista",
	"map.final:1.header.player.1.mainHeroName" : "Lord Chasim",
	"map.final:1.header.player.2.mainHeroName" : "Lord Velmor",
	"map.final:1.heroes.0.name" : "Lord Velmor",
	"map.final:1.heroes.6.name" : "Lord Chasim",
	"map.final:1.heroes.7.name" : "Tyranell",
	"map.final:1.monster.44.18.0.message" : "Błagamy, nie rób nam krzywdy!  Zrobimy wszystko, co zechcesz!",
	"map.final:1.monster.61.25.0.message" : "Walka musi się skończyć!  Nikt tędy nie przejdzie!",
	"map.final:1.quest.30.42.1.firstVisit" : "Strażnicy mówią, że mogą przepuścić tylko Craga Hacka. ",
	"map.final:1.quest.68.2.0.completed" : "Zażądali tej sumy widząc, że masz pieniądze. Czy zamierzasz zapłacić ten haracz? ",
	"map.final:1.quest.68.2.0.firstVisit" : "Aby przejść dalej (i uzyskać dostęp do wyspy), musisz zapłacić strażnikom 8000 sztuk złota.",
	"map.final:1.town.59.11.0.event.0.description" : "Mieszkańcy Hartferd rozbudowują swoje miasto, by ci pomóc.",
	"map.final:1.town.59.11.0.event.1.description" : "Mieszkańcy Hartferd rozbudowują swoje miasto, by ci pomóc.",
	"map.final:1.town.59.11.0.event.2.description" : "Mieszkańcy Hartferd rozbudowują swoje miasto, by ci pomóc.",
	"map.final:1.town.59.11.0.event.3.description" : "Mieszkańcy Hartferd rozbudowują swoje miasto, by ci pomóc.",
	"map.final:1.town.59.11.0.event.4.description" : "Mieszkańcy Hartferd rozbudowują swoje miasto, by ci pomóc.",
	"map.final:1.town.59.11.0.name" : "Hartferd",
	"map.final:10.event.0.description" : "Nasze siły są rozdzielone. Obie grupy muszą umocnić swoje pozycje i wyprzeć nekromantów ze Spornych Ziem i AvLee. Nekromanci trzymają tę krainę w żelaznym uścisku, lecz mamy jeszcze szansę zwyciężyć. Przybywają oddziały z Erathii, a dzięki Anielskiemu Sojuszowi nie powinniśmy mieć problemów ze współpracą.",
	"map.final:10.event.1.description" : "Badania nad łączeniem artefaktów nie ustały po rozpoczęciu przez waszą czwórkę poszukiwań elementów Anielskiego Sojuszu. Czarodzieje pracują nad nowym artefaktem, zwanym Rogiem Obfitości. Można go otrzymać łącząc Tygiel Rtęci, Pierścień Gorejącej Siarki, Płaszcz Błyszczącego Kryształu oraz Pierścień Nieskończonych Bogactw. Plotki mówią, że te przedmioty, wraz z kilkoma torbami złota, można znaleźć gdzieś na tym obszarze. Zwiadowcy Sandro też ich zapewne szukają.",
	"map.final:10.event.10.description" : "Gelu otrzymał wiadomość. Przeczytał ją szybko i natychmiast wpadł w furię. Wykrzykując niezrozumiałe słowa zaczął okładać pięściami kamienie i drzewa. Zastępca podniósł kartkę i przeczytał wiadomość. Oto, co w niej znalazł: \"Z żalem donosimy, że Caleb, dowódca Leśnej Straży, zginął podczas ostatniej potyczki z nekromantami. Możemy potwierdzić, że siłami zła dowodził Sandro. Musisz natychmiast wrócić do Erathii. Przejdziesz przyspieszony trening oficerski i przejmiesz kontrolę nad Leśną Strażą. Gratulacje.\" Znając więzy, jakie łączyły Gelu z Calebem, wątpliwe, by cieszył się z tego awansu. ",
	"map.final:10.event.11.description" : "Ten tydzień jest dla ciebie po prostu fatalny. Posłaniec, który krążył pomiędzy zamkami, aby koordynować ataki, przez przypadek rozniósł termity. Sam nie zauważył niczego podejrzanego, bo nie korzystał z drewnianych przedmiotów. Za to twoje zamki posypały się błyskawicznie. Przywrócenie ich do poprzedniego stanu będzie wymagać mnóstwo drewna. Potrzebne będzie też złoto dla specjalisty do walki z termitami i kilka klejnotów, które jego żonę przekonają do wypuszczenia męża z domu. W przeciwnym wypadku termity pozostaną, a ty stracisz wszystkie zebrane z takim trudem oddziały.",
	"map.final:10.event.2.description" : "Co za katastrofa. W nocy do zamku wdarli się złodzieje, zabili strażników i ukradli tyle złota, ile zdołali unieść. To spowolni nieco plany rozbudowy miasta.",
	"map.final:10.event.3.description" : "Pewnej nocy do obozu doczołgał się jakiś biedak i padł z wyczerpania u stóp Gem. Ta prędko ocuciła go uzdrawiającą magią. Odzyskawszy głos, nędzarz opowiedział swą historię. Opisał miejsce, w którym chochliki przechowują ukradzione złoto. To jednak tylko nędzny przystanek na drodze, która wiedzie wprost do cudownej złotej kuli. Unoszący się w powietrzu artefakt wygląda tak,  jakby wypełniały go chmury. Zamieszkują tam strażnicy skarbu - magiczne istoty stworzone jakby z samego eteru. Ścigany przez nekromantów, nie umiał jednak powiedzieć, czy kula znajduje się wciąż w tym samym miejscu.",
	"map.final:10.event.4.description" : "Zwiadowcy Leśnej Straży powrócili z interesującymi nowinami. Sandro posuwa się w kierunku twoich pozycji prowadząc potężną armię. Niektórzy z generałów mają części rogu obfitości, ale łatwo ich będzie pokonać. Ostatni ze zwiadowców przyniósł szczególnie interesującą wiadomość. Za jałową ziemią nekromantów leży jeszcze bardziej niegościnna, skalista kraina. Znajduje się tam kula na złotej podstawie. Kula jest stworzona z błota lub mułu, lecz zwiadowca zaklinał się, że wyglądała na niezwykle potężną. Mogła już wpaść w ręce Sandro, gdyż jego armia znajdowała się w pobliżu. ",
	"map.final:10.event.5.description" : "Crag wyszedł z namiotu przeklinając plagę. Cały obóz był opanowany przez pchły i wszy. Normalnie nie przejmował się takimi drobnostkami, ale armia może mocno ucierpieć, jeśli szybko nie pozbędzie się robactwa. Koszt odwszenia tych wszystkich behemotów, orków, wilków i innych futrzaków będzie ogromny.",
	"map.final:10.event.6.description" : "Grupa rabusiów z zaskoczenia uderzyła na twoje obozy. Żołnierzom ledwie udało się ujść z życiem. Nie ma rannych ani zabitych, ale rynsztunek trzeba będzie wykuć od nowa. Kowale potrzebują więcej rudy i więcej złota, oczywiście.",
	"map.final:10.event.7.description" : "Biorąc pod uwagę prześladującego cię ostatnio pecha, postanawiasz skorzystać z usług jasnowidza. Przyprowadzona do obozu wróżka patrzy w przyszłość, aby sprawdzić, czy jest coś, co może wywołać kolejną katastrofę. Przy odrobinie szczęścia i zaangażowania można uniknąć przyszłych kłopotów.",
	"map.final:10.event.8.description" : "Dzieją się dziwne rzeczy. W pobliżu małego miasteczka Gourney ziemia zdaje się płonąć, choć nic się nie pali. Niektórzy twierdzą, że widzieli w środku przedziwną kulę, której ognista powłoka mieniła się od pomarańczowych i czerwonych rozbłysków ognia. Inni mówią, że to żywiołaki ognia tańczą między płomieniami, ale nikt nie wie nic pewnego.",
	"map.final:10.event.9.description" : "Behemot, jeden ze zwiadowców Yoga, wrócił wyczerpany i brudny, a jednak bardzo zadowolony i podniecony. \n\"Zabiłem setkę tych szkieleciaków, zanim mnie odpędzili. Widziałem tę kulę umieszczoną na podstawce w miejscu położonym tak daleko na południe jak tylko udało mi się dojść. To na wschód stąd, głęboko na terytorium nekromantów.\" Wypiął pierś z dumą. Widząc podekscytowanie Yoga, odgadł jak ważne są przyniesione przez niego informacje. Szybko też dano mu posiłek i przygotowano gorącą kąpiel.",
	"map.final:10.guards.103.76.0.message" : "Straże nie były dość czujne - żywiołaki ognia atakują!",
	"map.final:10.guards.105.87.0.message" : "Jak okiem sięgnąć, cała ziemia zdaje się płonąć, jakby żywiołaki ognia szczególnie upodobały sobie to miejsce. Rozglądając się nerwowo wokół, ledwie uchylasz się przed atakiem nieprzyjaciela!",
	"map.final:10.guards.106.56.0.message" : "Zwykle kula żywiołu ziemi jest zagrzebana głęboko, by żywiołaki ziemi miały do niej łatwy dostęp. Jednak z niewiadomych przyczyn, ta pojawiła się na powierzchni. Wiesz, że będzie dobrze strzeżona. ",
	"map.final:10.guards.14.72.0.message" : "Młody mag z brązową brodą kiwa na ciebie, unosi brwi i szybko znika. Musiał coś pokręcić z zaklęciem, bo zostawił ten piękny kołnierz. Cóż, to jego pech, że źle użył zaklęcia. Podnosisz kołnierz i zakładasz na szyję.",
	"map.final:10.guards.14.93.0.message" : "Ktoś zostawił tu parę butów w idealnym stanie. Może właściciel biegł tak szybko, że z rozpędu z nich wypadł? Cóż, nie zostawisz ich dla byle kogo. Przecież mogłyby wpaść w łapy Sandro.",
	"map.final:10.guards.32.21.0.message" : "Ten topór wisiał kiedyś w paradnej sali, ale został skradziony lat kilka temu. Co za radość, że się znalazł.",
	"map.final:10.guards.37.101.0.message" : "Chyba ogry po prostu to wyrzuciły. Nie można pozwolić, by tak użyteczna rzecz walała się po ziemi. ",
	"map.final:10.guards.4.72.0.message" : "Kimkolwiek jest ten ogr, zostawił tu cały swój dobytek. Należałoby ukarać go za śmiecenie, choć pałka, którą porzucił śmieciem na pewno nie jest.",
	"map.final:10.guards.43.91.0.message" : "Z nadciągających chmur wyłaniają się żywiołaki powietrza. Co gorsza mają za plecami swych \"starszych braci\", żywiołaki burzy! Nie mając dokąd uciec, musisz podjąć walkę!",
	"map.final:10.guards.44.5.0.message" : "Przejeżdżając przez tę spokojną dolinę, masz sporo czasu, by zachwycać się przepięknym krajobrazem: słodkimi jeziorkami i wesołymi strumykami, które z nich wypływają. Pod soczyście zielonym listowiem kwitną różnokolorowe kwiaty. Twarz owiewa ci łagodny wiatr.  Niestety, nie tylko tobie podoba się ta okolica - zamieszkuje ją też czarne robactwo, które właśnie oblazło ciebie i twoich żołnierzy. Jedynym lekarstwem na tę plagę jest czas. A na razie ty i cała armia będziecie mniej sprawni niż zwykle. ",
	"map.final:10.guards.45.88.0.message" : "Oto mała sakiewka, pełna złota! Co za szczęśliwy dzień, udało ci się znaleźć jeden z artefaktów, o których mówili ludzie z Leśnej Straży. Może znajdziesz też pozostałe!",
	"map.final:10.guards.49.15.0.message" : "Kimkolwiek był napastnik, wyrżnął w pień krasnoludy. Rozchylając listowie, szybko odkrywasz czyja to robota. Uciekniesz, czy może pomścisz śmierć krasnoludów?",
	"map.final:10.guards.51.44.0.message" : "Wydaje się, że bogowie powietrza uśmiechnęli się do ciebie i położyli na twej drodze jeden z najcenniejszych artefaktów. Pytanie tylko, czy jesteś go godzien?",
	"map.final:10.guards.54.29.0.message" : "Ten artefakt pochodzi z wymiaru żywiołu ognia, a jak powszechnie wiadomo, jego ogniści mieszkańcy nie znoszą, gdy ktoś kradnie ich własność.",
	"map.final:10.guards.62.99.0.message" : "To zdecydowanie najwyższe miejsce w okolicy. Należałoby mieć się na baczności przed żywiołakami powietrza.",
	"map.final:10.guards.72.107.0.message" : "Ten artefakt pochodzi z innego wymiaru żywiołów; a konkretnie z wymiaru żywiołu wody. Powszechnie wiadomo, że takie artefakty są dobrze strzeżone. ",
	"map.final:10.guards.85.80.0.message" : "Jak okiem sięgnąć, cała ziemia zdaje się płonąć, tak jakby żywiołaki ognia szczególnie upodobały sobie to miejsce. Rozglądając się nerwowo wokół, ledwie uchylasz się przed atakiem nieprzyjaciela! ",
	"map.final:10.guards.88.77.0.message" : "Jak okiem sięgnąć, cała ziemia zdaje się płonąć, tak jakby żywiołaki ognia szczególnie upodobały sobie to miejsce. Rozglądając się nerwowo wokół, ledwie uchylasz się przed atakiem nieprzyjaciela!",
	"map.final:10.guards.89.46.0.message" : "Podróżując przez jałowe krainy dochodzisz do wniosku, że to wymarzone miejsce dla żywiołaków ziemi. Nie ma w pobliżu innych żywiołów, więc mogą tu żyć we względnym spokoju, nie licząc piramid. W czasie, gdy nad tym rozmyślasz, twoi ludzie zostają otoczeni przez mieszkające tu żywiołaki ziemi!",
	"map.final:10.guards.89.8.0.message" : "Wędrując wśród przepięknych stawów, wpadasz w zasadzkę żywiołaków wody, które zażarcie bronią tych akwenów. Nie mając innego wyjścia, przygotowujesz się do obrony. ",
	"map.final:10.guards.91.78.0.message" : "Wiedząc, że okolica jest zajęta przez żywiołaki ognia, musisz wykazać zwiększoną czujność, aby znów nie złapały cię w pułapkę. Na szczęście w tej chwili nie widać w okolicy żadnego z nich.",
	"map.final:10.guards.99.83.0.message" : "Wiedząc, że okolica jest zajęta przez żywiołaki ognia, musisz wykazać zwiększoną czujność, aby znów nie złapały cię w pułapkę. Na szczęście w tej chwili nie widać w okolicy żadnego z nich.",
	"map.final:10.header.description" : "Pokonaj wszystkich nekromantów i wykuj miecz Anielskiego Sojuszu. Jeśli Gem, Gelu, Crag Hack lub Yog zginą w walce, przegrasz. Bohaterowie nie mogą awansować powyżej 40 poziomu, ale doświadczenie, umiejętności i zaklęcia zabiorą do następnego scenariusza.",
	"map.final:10.header.name" : "Unia",
	"map.final:10.monster.13.15.0.message" : "Od pokoleń jesteśmy drwalami, to nasz tartak! Nikt go nam nie odbierze!",
	"map.final:10.monster.16.1.0.message" : "Te skarby są nasze, nie masz tu wstępu! Ale skoro próbujesz wedrzeć się tu siłą, my też użyjemy siły!",
	"map.final:10.monster.2.105.0.message" : "To nasza kopalnia rudy i nie zapraszaliśmy cię tu! Już od dawna ją eksploatujemy. Teraz czekamy na zasoby, które pozwolą ją znów uruchomić. Nie myśl sobie, że uda ci się po prostu ją przejąć i wznowić wydobycie. Giń mięczaku!",
	"map.final:10.monster.29.13.0.message" : "Jesteśmy wdowami ofiar pomordowanych przez te piekielne potwory i nie pozwolimy, by ktoś powiększał liczbę sierot i wdów! Gotuj się na śmierć!",
	"map.final:10.monster.33.102.0.message" : "Z radością pozwolimy ci eksploatować tę kopalnię złota, jeśli tylko pozwolisz nam pić swoją krew. Nie? Zatem walczmy!",
	"map.final:10.monster.38.13.0.message" : "Uprzejmie zapraszamy do naszej żyły kryształów... pod warunkiem, że utoczysz nam trochę krwi z własnych żył! ",
	"map.final:10.monster.7.66.0.message" : "To nasza własność, nikt nie będzie miał dostępu do tych irytujących ptaków, dopóki będziemy mieli coś do powiedzenia. A mamy: \"Walcz lub giń!\"",
	"map.final:10.town.58.28.0.name" : "Gourney",
	"map.final:11.event.0.description" : "Wdarliśmy się głęboko na terytorium nekromantów. Wszystko tu umiera; jedynie kilka drzew wytrzymało magię śmierci przez tak długi czas. Każde z nas zajęło jakieś miasto i prowadzi przygotowania do ostatecznego ataku. Sandro jest gdzieś za tą pustynią. Pogłoski o śmiertelnie niebezpiecznych pułapkach i wielkich bandach maruderów sprawiły, że wszyscy mamy się na baczności, nawet nieustraszony Crag Hack stał się bardziej ostrożny.",
	"map.final:11.event.1.description" : "Szybko wznowiliśmy produkcję w tartakach i kopalniach rudy. Jednak cztery zamki błyskawicznie pochłaniają ich produkcję. Naszym najważniejszym celem jest obecnie zdobycie wystarczającej ilości wszystkich zasobów oraz złota, by zamki rozwijały się jak najszybciej. Każde z nas przeczesuje też okolice i wysyła zwiadowców. Nekromanci wybudowali już twierdzę i znacznie nas wyprzedzają w przygotowaniach. Wysłaliśmy prośbę o posiłki, ale nie wiadomo, czy nadejdą, ani w jakiej sile.",
	"map.final:11.event.10.description" : "Do twoich uszu dotarły informacje o nomadach, szybko przemieszczających się po pustyniach. Istnieje możliwość najęcia tych grup, co przyspieszyłoby wędrówkę twojej armii przez pustynię i skróciło czas potrzebny na dotarcie do zamku Sandro. Wystarczy rozejrzeć się za pasiastymi namiotami.",
	"map.final:11.event.11.description" : "Leśna Straż przyniosła ci cenne informacje. Sandro ukrywa się w dobrze strzeżonej twierdzy i nie cofnie się ani o krok. Podobno w Deyji są ludzie, którzy pragną się z niej wydostać, ale potrzebują do tego butów lewitacji. Jeśli im je dostarczysz, pozwolą ci przejść przez obszar podległy bronionym przez nich twierdzom. To pozwoli dostać się w pobliże zamku należącego do Sandro.",
	"map.final:11.event.12.description" : "Jeden z twoich agentów zdobył Buty Lewitacji, ale musisz dostarczyć mu 50 hobgoblinów, aby udowodnić, że nie masz nic wspólnego z nekromancją. Chce też otrzymać dodatkowe oddziały, aby kontynuować walki na granicy z Deyją. Musisz odwiedzić jego chatę, jeśli chcesz pokonać Sandro.",
	"map.final:11.event.13.description" : "W bezpiecznych murach zamku możesz nie obawiać się nieumarłych, bezskutecznie szturmujących jego blanki. Po dłuższym czasie wróg decyduje się odstąpić od oblężenia. Zaraz potem twoi ludzie zaczynają umierać. Nekromanci zatruli zamkowe źródła wody zepsutym mięsem. Drogo przyjdzie ci zapłacić za leczenie i oczyszczenie wody.",
	"map.final:11.event.14.description" : "Twój czas skończy się w ciągu tego tygodnia. Posiłki wezwane przez Sandro są już tuż tuż. Jeśli się nie pospieszysz, utkniesz w pułapce między dwiema wielkimi armiami. Twoje zwycięstwo jest naszą jedyną nadzieją.",
	"map.final:11.event.15.description" : "W ciągu dwóch tygodni Sandro stanie tu ze swymi wojskami, a po tobie pozostanie tylko złe wspomnienie. Musisz definitywnie skończyć z jego władzą, inaczej czeka cię śmierć.",
	"map.final:11.event.16.description" : "Zostało już niewiele czasu i nie można go zmarnować. Oddziały Sandro zbliżają się i dotrą tu w ciągu trzech tygodni. Pospiesz się, Sandro zwycięży, jeśli nie wypełnisz w porę swego zadania.",
	"map.final:11.event.17.description" : "Nie minie miesiąc, a dotrą tu siły Sandro. Zwiadowcy widzieli już jego armie na horyzoncie. Może uda się zyskać dzień lub dwa, jeśli zwolnią tempo marszu. Lecz jeśli szybko nie pokonasz Sandro i jego pachołków, twoja sprawa będzie przegrana, a wszystkie wysiłki pójdą na marne.",
	"map.final:11.event.2.description" : "Pojawiły się doniesienia o teleporcie do podziemi. Podobno podziemne korytarze są wypełnione bogactwami przekraczającymi ludzkie wyobrażenie. Wystarczy tylko pokonać jednego z generałów Sandro i użyć teleportu.",
	"map.final:11.event.3.description" : "Jeden z odkrytych artefaktów to Eliksir Życia. Gelu zebrał jego elementy dla Lorda Falorela, który ich nie wykorzystał, ale za to ukrył, by nikt nie mógł ich znaleźć i użyć przeciw niemu. Te artefakty mogłyby być dla nas bardzo użyteczne. Magowie wykryli ich obecność na tym terenie, ale nie potrafią określić dokładnego położenia.",
	"map.final:11.event.4.description" : "Do obozu przybył mistyk. Błaga o pożywienie. Crag Hack postanowił jednak, że żebrak musi zarobić na jadło i posłanie, więc starzec utkwił wzrok w wielkim barbarzyńcy i dokładnie zlustrował go wzrokiem. A potem powiedział: \"Kluczem do Eliksiru Życia są upiorne smoki.\" Powiedziawszy to jedno zdanie, zabrał się do jedzenia i przez resztę wieczoru nie zwracał uwagi na Craga, ku jego wielkiej irytacji.",
	"map.final:11.event.5.description" : "Jeden ze zwiadowców doniósł, że ludzie poszukują w podziemnych jaskiniach eliksiru życia. Może warto byłoby powęszyć pod ziemią i zobaczyć, co można tam znaleźć.",
	"map.final:11.event.6.description" : "Wczesnym rankiem, nim jeszcze słońce opromieniło szczyty namiotów, zadźwięczał ostrzegawczy sygnał dzwonu. Myśląc o walce, Yog zerwał się z posłania, złapał topór i pobiegł w kierunku zamieszania. Ale był zbyt wolny. Bandyci zdążyli już uciec z zaopatrzeniem, złotem, klejnotami i rynsztunkiem. Biedny skryba został natychmiast wyciągnięty z posłania, by oszacować straty.",
	"map.final:11.event.7.description" : "Nad pustynią widziano wielki słup dymu, unoszący się niczym gigantyczny, podstępny wąż. Wysłani tam zwiadowcy wrócili z interesującymi informacjami. Nekromanci przekupili żywiołaki, które nauczyły ich rozpalać na ziemi ogień nie wymagający podsycania. Wzmocni to siłę magii ognia nie uszczuplając jednocześnie zasobów surowcowych przeciwnika. Warto byłoby wysłać tam kogoś obeznanego z zaklęciami, aby zajął się tymi nekromantami. Wszystkie oczy zwróciły się ku Gem.",
	"map.final:11.event.8.description" : "Do obozu przybyła jasnowidząca kobieta twierdząca, że ma ważne informacje dla Gelu. Gelu zgodził się ją przyjąć. \"W położonej daleko na północ części pustyni czeka na ciebie księga ognia,\" powiedziała kobieta. \"Znajdziesz w niej zaklęcia potrzebne do pokonania wroga. Musisz ją tylko odnaleźć, zanim oni to zrobią. To kosztuje 500 sztuk złota.\" Gelu dał kobiecie zapłatę, a Gem nie mogła wyjść z podziwu, że jasnowidzka jest taka młoda.",
	"map.final:11.event.9.description" : "Stary człowiek przybył do miasta prowadząc całą swoją rodzinę. Grupa, składająca się z około 50 osób, podeszła do Craga Hacka. Starzec wystąpił naprzód: \"Czcigodny panie, mam ważne informacje i jeśli dostanę dość złota, by wykarmić moją rodzinę, przekażę je właśnie tobie.\" Zgodziwszy się zapłacić 500 sztuk złota, Crag usłyszał jego rewelacje: \"Wielka księga magii wody znajduje się na południe od zamku Sandro. Na jej kartach znajdziesz potężne zaklęcia. Może ich użyć każdy, kto posiada odpowiednią wiedzę.\"",
	"map.final:11.guards.6.2.0.message" : "Ta starożytna księga przez wiele lat była pilnie strzeżona, a teraz leży tu porzucona i nie pilnowana. Czy aby na pewno?",
	"map.final:11.guards.65.21.0.message" : "Tej księgi strzegą strażnicy pozostawieni tu wiele wieków temu przez Panów Wody. Nic dziwnego, że nekromanci nie przechwycili jeszcze tego tomu.",
	"map.final:11.header.description" : "W ciągu czterech miesięcy musisz pokonać Sandro i wszystkie jego sługi. Żaden z czterech bohaterów nie może zginąć w czasie tej operacji.",
	"map.final:11.header.heroNames.70" : "Finneas ",
	"map.final:11.header.name" : "Upadek Sandro",
	"map.final:11.heroes.70.name" : "Finneas ",
	"map.final:11.monster.14.51.1.message" : "Nikogo nie przepuścimy. Jasnowidz Jamison próbuje pomóc swej matce, która wspiera magię powietrza i wody, ale nie docenia naszej potęgi. By ukarać ją za hardość, nikogo nie przepuszczamy.",
	"map.final:11.monster.20.25.1.message" : "\"To nasze terytorium!\" zaskrzeczał feniks. \"Giń!\"",
	"map.final:11.monster.42.30.1.message" : "To nasze królestwo! Nie wpuszczamy tu śmiertelników! Przygotuj się na spotkanie z wiecznością!",
	"map.final:11.monster.44.23.1.message" : "Jesteśmy strażnikami tego miejsca i nie wpuścimy cię tu. Nie łudź się, że nas pokonasz!",
	"map.final:11.monster.46.31.1.message" : "To nasze królestwo! Nie wpuszczamy tu śmiertelników! Przygotuj się na spotkanie z wiecznością!",
	"map.final:11.monster.47.42.0.message" : "Wiele wieków temu władcy żywiołów pozostawili tu golemy, by strzegły dwóch skradzionych ksiąg. Musisz pokonać 200 strażników, aby przejąć cenne woluminy.",
	"map.final:11.monster.49.25.1.message" : "To nasze królestwo! Nie wpuszczamy tu śmiertelników! Przygotuj się na spotkanie z wiecznością!",
	"map.final:11.monster.52.58.1.message" : "Nie życzymy sobie, by ktokolwiek zakłócał spokój naszego sanktuarium. Jedyną karą jest śmierć!",
	"map.final:11.monster.52.62.1.message" : "Nie życzymy sobie, by ktokolwiek zakłócał spokój naszego sanktuarium. Jedyną karą jest śmierć!",
	"map.final:11.monster.53.22.1.message" : "To nasze królestwo! Nie wpuszczamy tu śmiertelników! Przygotuj się na spotkanie z wiecznością!",
	"map.final:11.monster.54.57.1.message" : "Nie życzymy sobie, by ktokolwiek zakłócał spokój naszego sanktuarium. Jedyną karą jest śmierć!",
	"map.final:11.monster.56.61.1.message" : "Nie życzymy sobie, by ktokolwiek zakłócał spokój naszego sanktuarium. Jedyną karą jest śmierć!",
	"map.final:11.quest.13.50.1.completed" : "To eliksir! Skąd go masz? Nieważne. Czy wymienisz go na Łuk Strzelca?",
	"map.final:11.quest.13.50.1.firstVisit" : "Muszę mieć eliksir życia. Moja matka podupada na zdrowiu i tylko wypicie eliksiru może przywrócić jej zdrowie. Przysiągłem, że w zamian za eliksir życia oddam najcenniejszą rzecz, jaką posiadam: Łuk Strzelca.",
	"map.final:11.quest.13.50.1.nextVisit" : "Dopóki nie przyniesiesz eliksiru, nie oddam ci mego łuku.",
	"map.final:11.quest.21.23.1.completed" : "Świetnie bohaterze! Wymienisz się na Źródło Maga?",
	"map.final:11.quest.21.23.1.firstVisit" : "Słyszałem o starożytnym artefakcie, zwanym eliksirem życia. W zamian za taki niezwykły wywar gotów jestem dać ci ten oto przedmiot, Źródło Maga. Wróć z artefaktem, a dokonamy wymiany.",
	"map.final:11.quest.49.29.0.completed" : "Świetnie! Teraz możemy wysyłać do Deyji więcej patroli. Dasz nam 50 hobgoblinów, a my damy ci buty lewitacji. Możesz udać się stąd wprost do strażników, strzegących zamku Sandro. Chcą uciec, ale nie mogą. Dzięki butom lewitacji uda im się uciec, a ty będziesz mógł zabić Sandro... a przynajmniej złoić mu skórę.",
	"map.final:11.quest.49.29.0.firstVisit" : "Jeśli mamy utrzymać ten posterunek i siatkę szpiegowską, potrzebujemy więcej mięsa armatniego, by odwrócić od siebie uwagę. Przyprowadź 50 hobgoblinów, a damy ci w zamian buty lewitacji. Będą ci potrzebne, by dostać się do Sandro.",
	"map.final:11.quest.49.29.0.nextVisit" : "Dostaniesz buty dopiero wówczas, gdy przyprowadzisz tu 50 hobgoblinów.",
	"map.final:11.quest.51.58.1.completed" : "Dam ci Pierścień Maga, jeśli przyniesiesz mi eliksir życia.",
	"map.final:11.quest.51.58.1.firstVisit" : "Poszukuję eliksiru życia. Ten pierścień należał niegdyś do mojego dziadka, potężnego maga. Pierścień ma wielką moc. Mogę ci go dać w zamian za eliksir życia.",
	"map.final:11.quest.59.50.0.completed" : "Wielce ci dziękujemy za ten bohaterski czyn. Wiemy, że trudno było stanąć naprzeciw naszych braci, nawet biorąc pod uwagę ich lichy stan. Oto eliksir życia. Możesz go zachować lub sprzedać. Ci z podziemi chcą go wymienić na coś, co może mieć dla ciebie większą wartość. Poszukaj teleportu, a może znajdziesz to, czego szukasz.",
	"map.final:11.quest.59.50.0.firstVisit" : "Nasi bracia, niegdyś zamieszkujący tę krainę, byli najwspanialszymi ze smoków. Teraz są demonami własnej wielkości, kontrolowanymi przez nekromantów, równie nieśmiertelnych co ich duchy. Jeśli zapewnisz wieczny spoczynek duszom naszych braci, damy ci klucz do wielkiego skarbu.",
	"map.final:11.quest.59.50.0.nextVisit" : "Dopóki dusze naszych braci nie zaznają spokoju, nie będziemy rozmawiać o eliksirze życia.",
	"map.final:11.quest.65.7.0.completed" : "Daj nam buty, a odejdziemy stąd i będziesz mógł przejść. Inaczej znajdziemy się w sytuacji bez wyjścia.",
	"map.final:11.quest.65.7.0.firstVisit" : "Nie możemy opuścić tego miejsca. Musielibyśmy nauczyć się latać. Buty lewitacji są naszą jedyną nadzieją. Aby stąd odejść, musimy pokonać wielkie jezioro. Bez zgody na użycie łodzi, jesteśmy tu uwięzieni. Mając buty, moglibyśmy zniknąć bez niczyjego pozwolenia i ukryć się gdzieś na terenie Deyji.",
	"map.final:11.quest.65.7.0.nextVisit" : "Bez butów nie możemy stąd odejść, a ty nie możesz przejść.",
	"map.final:2.event.0.description" : "Dziś rano, po przybyciu do Willowglen, dowiedziałeś się, że lord Falorel został otruty. Co gorsza, sekcja wykazała, że Falorel nie był elfem! Okazuje się, że w rzeczywistości był to wampir udający elfa! Dzieje się coś bardzo dziwnego, więc koniecznie musisz odkryć prawdę. Mimo oszustwa możnowładcy, musisz wytropić jego mordercę - dla dobra AvLee. ",
	"map.final:2.event.1.description" : "Przybył posłaniec z informacją, że siły nekromanty opanowały miasto Soledare. Szkielety przechadzają się po ulicach, a mieszkańcy są całkowicie sterroryzowani. Musisz pospieszyć na wschód i odbić miasto z rąk wroga. Chociaż zostało w dużej części zniszczone, z pewnością znajdziesz jakiś sposób, by przywrócić mu dawną świetność. ",
	"map.final:2.event.10.description" : "Trzeba przerwać te żniwa śmierci. Panowie AvLee oraz dowódcy z Erathii są wielce zaniepokojeni twoim sprawozdaniem z rozwoju wypadków. Przejęcie miast w tym rejonie zdecydowanie obniży tempo pozyskiwania nieumarłych przez nekromantów. Te wskrzeszenia muszą się niezwłocznie skończyć. Poza tym, tylko w ten sposób możesz przerwać dręczące cię po nocach koszmary.",
	"map.final:2.event.11.description" : "Śmierć lorda Falorela i to, że okazał się być wampirem, stawia pod znakiem zapytania twoje dotychczasowe uczynki. Czy rycerze, których ostatnio zabiłeś, rzeczywiście byli bandytami atakującymi prowincję? A ten Smoczy Pan, czy naprawdę był wspólnikiem nekromanty? Pewnie nigdy się nie dowiesz, co chciał osiągnąć przebiegły oszust. Wiesz tylko, że miał wrogów, którzy w końcu go dopadli. \nKrzyki niewinnych ofiar, zabitych w służbie podstępnego wampira będą ścigać cię do samej śmierci. Twoja dusza potrzebuje oczyszczającej pokuty, a władcy Erathii - rzetelnych informacji o tej śliskiej sprawie. Nietrudno zgadnąć, że nie spodoba im się rola, jaką w niej odegrałeś.",
	"map.final:2.event.12.description" : "Otrzymałeś dziś list od druidki Gem. Pragnie spotkać się z tobą, gdy już uporasz się ze sprawami, które zatrzymują cię na ziemiach lorda Falorela. Chce wspólnie rozważyć ostatnie zajścia związane z pojawieniem się nekromantów. Jej zdaniem, nekromanci przygotowują się do głębokiego uderzenia na tereny AvLee - i w tym się zgadzacie. Twoja odpowiedź jest pozytywna: gdy tylko załatwisz swoje sprawy, spotkasz się z nią.",
	"map.final:2.event.2.description" : "Plotki głoszą, że druidka z odległych rubieży ma kłopoty z nekromantą. Zastanawiasz się, czy śmierć lorda Falorela ma z tym coś wspólnego. ",
	"map.final:2.event.3.description" : "Wody rzeki Shandar stały się granicą dzielącą terytoria AvLee i Deyji. Ta jedna z największych rzek w całym Antagarichu była niegdyś uczęszczanym szlakiem wodnym łączącym osady niziołków w Eeofolu z elfami zamieszkującymi AvLee. Obecnie stała się pilnie strzeżoną granicą, miejscem pełnym napięcia i raz za razem wybuchających konfliktów. Mimo zdradliwych prądów, Shandar wciąż pozostaje żeglowna, a przez to bardzo ważna ze strategicznego punktu widzenia. ",
	"map.final:2.event.4.description" : "Zapędziwszy wieśniaków do zagrody, nekromanci zarżnęli ich niczym bydło, a potem dokonali masowego wskrzeszenia, by wcielić ich do swej armii. Widok jest odrażający i przyprawia o mdłości. Na szczęście trening, który przeszedłeś, aż nadto dobrze przygotował cię na takie widoki. Ogarnięty wściekłością, myślisz tylko o zemście.",
	"map.final:2.event.5.description" : "Pod tym terenem rozciąga się gęsta sieć podziemnych tuneli, które łączą brzegi rzeki i dają dostęp do wielu odizolowanych obszarów. Właściwie wykorzystane, tunele mogą posłużyć za bazę wypadową dla niespodziewanych, szybkich ataków. To godna rozważenia strategia, tym bardziej, że przeciwnik czujnie strzeże brzegu rzeki. ",
	"map.final:2.event.6.description" : "Zwiadowcy widzieli rytuał transformacji szkieletów i są przerażeni do szpiku kości. Nekromanci muszą być w wielkiej potrzebie, skoro gromadzą tyle oddziałów. Zwiadowcy donoszą też, że w Erathii działa dwóch barbarzyńców, siejąc straszliwy zamęt. Może to oznaczać duże kłopoty. W twojej głowie kiełkuje ziarno niepokoju...",
	"map.final:2.event.7.description" : "Przesłuchanie pojmanych pozwala ci nadać imię panoszącej się zarazie: Sandro. Wszystko wskazuje na to, że Sandro był rywalem Vayarada i być może zlecił jego otrucie.",
	"map.final:2.event.8.description" : "Otrzymujesz raport od erathiańskich dowódców:\n\n\"Informacje o oszustwie Lorda Falorela szybko się rozeszły i elfia szlachta stała się bardzo bojaźliwa i nieufna. Musisz wykryć mordercę. Elfy prowadzą śledztwo na własną rękę, obawiając się dalszej kompromitacji AvLee. Otrzymaliśmy raporty o wzmożonej aktywności nekromanty. Odszukaj druidkę imieniem Gem, która zajmuje się rozwikłaniem podobnego przypadku. \n\nNie kłopocz się też czynami, które popełniłeś będąc pod rozkazami tego przebierańca. Król Gryphonheart rozumie doskonale twoją sytuację i wspiera cię swym autorytetem.\" ",
	"map.final:2.event.9.description" : "Twoi szpiedzy odkryli, że prawdziwe imię lorda Falorela to Vayarad, a on sam był lordem wampirów z północno-wschodniej Deyji. Mnożył w AvLee swe plemię, przygotowując się do swego rodzaju przewrotu w Deyji. Jego armia rosła w siłę bardzo wolno, ale jednak rosła. Prawdziwy lord Falorel został zabity jakiś czas temu i zapewne wskrzeszono go, by służył w armiach Deyji. ",
	"map.final:2.header.description" : "Aby wygrać, musisz pokonać wszystkich nekromantów przebywających na tym obszarze. Jeśli Gelu zostanie pokonany, przegrasz. Gelu nie może awansować powyżej 30 poziomu, ale swoje doświadczenie, umiejętności i zaklęcia zabierze do następnego scenariusza.",
	"map.final:2.header.name" : "Poszukiwanie zabójcy ",
	"map.final:2.town.4.4.0.name" : "Willowglen",
	"map.final:2.town.51.18.0.name" : "Soledare",
	"map.final:3.event.0.description" : "Wypełniając tajną misję w Deyji, Lord Fayette został przemieniony w Rycerza Śmierci. Prawdopodobnie miał spotkać się z jednym z pogranicznych władyków, ale coś poszło nie tak. Zamierzam przynieść jego duszy wieczny spokój, niszcząc jego ożywione ciało. Clancy dobrowolnie ofiarował mi swą pomoc. Udało nam się wślizgnąć na niezamieszkały obszar między AvLee i Deyją. Tu założymy bazę i ruszymy do Deyji.",
	"map.final:3.event.1.description" : "Natknęliśmy się na dwa splądrowane zamki. Każde z nas zajęło jeden z nich, aby umocnić swoje siły, a potem połączyć je i ruszyć w głąb Deyji. Dzięki mej szklanej kuli wiem, że Rycerz Śmierci, którego szukamy, przebywa gdzieś w pobliżu. Przeklęci nekromanci! Przyniesiemy twej duszy wieczny spoczynek, Lordzie Fayette. Przysięgam. ",
	"map.final:3.event.2.description" : "Dziś otrzymałam wiadomość od żony lorda Fayette. Odkryła cel tajnej misji swego męża. Wszystko wskazuje na to, że miał zdobyć informacje na temat śmierci swego sąsiada, Lorda Falorela. Martwego Falorela odnalazł zwiadowca o imieniu Gelu, a sekcja dowiodła, że nie był elfem, lecz wampirem. Szczegóły tego zajścia nie są jasne. Czy prawdziwego Falorela zastąpiono wampirem? A może prawdziwy Falorel został zamieniony w wampira? A może było jeszcze inaczej? Kto zabił wampira? Aha, i jeszcze jedno pytanie: dlaczego lord pogranicza Deyji chciał o tym rozmawiać z lordem Fayette?",
	"map.final:3.event.3.description" : "Nawet w Deyji żyje kilku prawdziwych, \"żywych\" ludzi. Moi zwiadowcy odnaleźli wczoraj kilku z nich i uzyskali bardzo interesujące informacje. Jeden z lordów pogranicza Deyji został ostatnio zamordowany. Interesujący jest fakt, że mieszkańcy Deyji podejrzewają o zabójstwo innego lorda z Deyji.",
	"map.final:3.event.4.description" : "Zwolna nabieram pewności, że śmierć lorda Fayette była częścią jakiejś większej intrygi. Nie wiem tylko, czy zabito go dlatego, że był pogranicznym władyką, czy dlatego, że zbyt dużo wiedział. Gdyby nie zabójstwo lorda pogranicza z Deyji, sądziłabym, że chodzi o pretekst do inwazji na AvLee.",
	"map.final:3.event.5.description" : "To miałoby sens, gdyby nie śmierć sąsiadującego z nimi lorda pogranicza z Deyji. To pozwala sądzić, że chodzi o coś ważniejszego niż najazd na AvLee. No, chyba że mamy do czynienia z dwiema intrygami. Zdecydowałam się przesłać raport do Najwyższej Rady Druidzkiej i poprosiłam w nim o przekazanie zebranych przeze mnie informacji Radzie Starszych z AvLee.",
	"map.final:3.event.6.description" : "Tydzień temu wysłałam list do Clancy'ego, pytając co wie o Gelu. Dziś przyszła odpowiedź. Ciekawe - Gelu jest Erathiańczykiem, i ostatnio stał się członkiem pewnej elitarnej jednostki. A potem został przydzielony Lordowi Falorelowi do pomocy we wspólnych działaniach na linii Erathia-AvLee, które nigdy nie doszły do skutku ze względu na śmierć Falorela.",
	"map.final:3.event.7.description" : "Wysyłam list do Gelu, aby przekonać go, że śmierć Falorela i Fayetta są ze sobą powiązane i prosić go o spotkanie, gdy tylko zapewnię duszy lorda Fayette wieczny spoczynek. Chcę się dowiedzieć, co Gelu wie o bieżących wypadkach. ",
	"map.final:3.event.8.description" : "Podsłuchałam, jak żołnierze rozmawiali o moich oczach. To zabawne. Sądzą, że błękit otaczający moje oczy to jakiś rodzaj barw wojennych. Byliby zapewne zdziwieni, gdyby dowiedzieli się, że to charakterystyczna cecha druidów. Rzuciłam ten czar na swą twarz, by upamiętnić coś, co zrobiły dla mnie pewne małe stworzonka. Chodziło o szopy, które umyły mi kiedyś jedzenie w strumieniu. Ich gest może wydawać się dość prozaiczny, ale ja bardzo ciepło go wspominam.",
	"map.final:3.header.description" : "Aby wygrać, musisz zabić lorda Fayette. Jeśli Gem zginie w czasie walki, przegrasz. Gem nie może awansować powyżej 30 poziomu, a jej doświadczenie, umiejętności i zaklęcia przejdą do następnego scenariusza. ",
	"map.final:3.header.heroes.150" : "Lord Fayette",
	"map.final:3.header.name" : "Wieczysty spokój",
	"map.final:3.heroes.150.biography" : "Nieznany nekromanta wskrzesił Lorda Fayette jako Rycerza Śmierci. Lord Fayette otrzymał rozkaz inwazji na AvLee.",
	"map.final:4.event.0.description" : "Tutaj",
	"map.final:4.event.1.description" : "Nie potrzebowałem wiele czasu, by odszukać Craga Hacka i przekonać go do połączenia sił. Do mojego pomysłu wymierzenia nekromantom solidnego kopniaka odniósł się z wielkim entuzjazmem. Gdy rozbiliśmy obóz, opowiedział mi, jak to czarownik Sandro oszukał go nie płacąc za zdobycie czterech artefaktów. Nigdy nie słyszałem o żadnym Sandro, ale będę miał oko na każdego, kto odpowiada opisowi Craga. ",
	"map.final:4.event.2.description" : "Późną nocą, tuż przed zaśnięciem, dociera do ciebie krzepiąca wiadomość. Okazuje się, że ty i Crag nie jesteście jedynymi, którzy walczą z nekromantami. Zwiadowca i druidka, Gelu i Gem, również gromią armie nieumarłych, chociaż działają w granicach AvLee. Nie zdawałeś sobie sprawy, że tak daleko sięgają wpływy nekromantów. Szybko chwytasz za pióro i kreślisz krótki opis swoich działań w nadziei, że dojdzie do spotkania wszystkich armii.",
	"map.final:4.event.3.description" : "Wkrótce po tym, jak połączyliśmy z Cragiem Hackiem swe siły, dotarliśmy do rejonu Erathii całkowicie opanowanego przez nieumarłych. Żądny krwi Crag niemal rzucił się na nich, jakby chciał samotnie zmierzyć się ze wszystkimi nekromantami tego świata. Przekonanie go, by najpierw wzmocnił swą armię nie było jednak takie trudne. Wystarczyło tylko uświadomić mu, że mając silną armię, pokona wszystkich nieumarłych w kilka tygodni. Nawet kiwnął głową ze zrozumieniem. Cóż, jednak jego czaszka nie jest chyba tak zupełnie pusta - pomyślałeś, gdy wyszedł. ",
	"map.final:4.event.4.description" : "Przeglądając raporty zwiadowców, zdajesz sobie sprawę, że siły nekromanty są znacznie liczniejsze, niż podejrzewałeś. \nNie dość, że otaczają cię ze wszystkich stron, to są trzykrotnie silniejsze! Trzeba natychmiast zawiadomić Craga Hacka!",
	"map.final:4.event.5.description" : "Miasta dobrze się rozwijają. Postępy są jednak nieco wolniejsze niż początkowo zakładałeś. Z niewiadomych powodów zaczynają nachodzić cię podejrzenia, że pakujesz się w kłopoty. Zaniepokojony, wysyłasz w teren kilku zwiadowców, żeby trochę się rozejrzeli. Jest nadzieja, że wrócą z informacjami o wrogu. ",
	"map.final:4.event.6.description" : "Śmiejąc się gorzko do siebie, zachodzisz w głowę, jak mogłeś być na tyle szalony, by nawet pomyśleć o zjednoczeniu sił z tym... tym... tym barbarzyńcą. Odpowiedź od Craga przyszła kilka minut temu. Oto, na co go stać: \"Budujemy i niszczymy. Nie bój się śmierdzieli.\" Przy najlepszych chęciach tę wiadomość można określić jako butną. Właśnie zrozumiałeś, że ten dzikus ruszy do walki nieprzygotowany. Wykrzykujesz komendy, aby przyspieszono przygotowania.",
	"map.final:4.event.7.description" : "Cóż, jestem prawie gotów. Przyszedł czas, by spotkać się z Cragiem i ustalić plan ataku. Przywoławszy posłańca, wręczasz mu list do Craga z prośbą o spotkanie w ciągu najbliższych tygodni. ",
	"map.final:4.event.8.description" : "Crag Hack pojawił się dziś i chętnie omówił szczegóły dotyczące rozbicia nekromantów. Walka z nimi to dla niego nie pierwszyzna - opisał mi, jakim sposobem zabił wielu z nich, szukając jakichś artefaktów. Te artefakty miały być jego przepustką do bogactwa, potęgi i miłości. Ale te marzenia nie ziściły się, gdyż Sandro wystrychnął go na dudka. Teraz chce tylko zabijać, by rozładować złość. Objaśniłem mu swój plan, kładąc nacisk na to, że niekiedy powstrzymanie się od natychmiastowego ataku pozwoli w efekcie końcowym zniszczyć więcej nekromantów. Sprawiał wrażenie, że rozumie moje argumenty, chociaż nie jestem do końca o tym przekonany.",
	"map.final:4.event.9.description" : "Właśnie otrzymałeś wiadomość od Gem i Gelu - chcą spotkać się w Bragden leżącym w północno-wschodniej części Deyji. \"W porządku\", mówisz do siebie. \"Gdy tylko skończymy tutaj, ruszymy w drogę.\"",
	"map.final:4.guards.27.21.0.message" : "Właśnie w chwili, gdy słońce stanęło w zenicie, dostrzegasz błysk na poboczu drogi. Nie wiedząc, co może oznaczać, zatrzymujesz armię i wysyłasz zwiadowców. Po kilku minutach goblin wraca z mieczem i skrawkiem pergaminu. Jedno spojrzenie na miecz wystarcza, by przekonać się, że jest bezużytecznym złomem, więc pozwalasz goblinowi zatrzymać go. Ale pergamin to inna sprawa. Rozwinąwszy go, czytasz wiadomość o wielkim skarbie, który ukryto w okolicy. W dolnym rogu zwoju dostrzegasz mapkę. Określiwszy szczegółowo swoją pozycję, dochodzisz do wniosku, że skarb musi być zakopany w dolinie, na południe stąd.",
	"map.final:4.guards.27.27.0.message" : "Po kilku godzinach poszukiwań docierasz do miejsca, w którym według mapy powinien znajdować się skarb. Nie paląc się do łopaty, wyznaczasz do tego zadania paru ochotników. Po kilku minutach, poszukiwania zostają nagrodzone. ",
	"map.final:4.guards.27.29.0.message" : "Wskazując miejsce, w którym należy rozpocząć kopanie, zastanawiasz się, dlaczego ktoś postanowił zakopać tyle złota. Nie znajdując powodu, dla którego należałoby pozostawić je w ziemi, ładujesz złoto do sakwy i ruszasz w dalszą drogę. ",
	"map.final:4.guards.28.31.0.message" : "Rozglądasz się wokół i znów zerkasz na mapę. Nie łatwo było odszukać to miejsce. Doszedłszy do wniosku, że właściwie rozpoznałeś okolicę, rozkazujesz swoim ludziom rozpocząć kopanie, aby wydobyć ostatnią cześć skarbu. ",
	"map.final:4.guards.47.2.0.message" : "Posuwając się wąską ścieżką po dość pagórkowatym terenie, widzisz leżącego na ziemi człowieka z wielką raną ziejącą w jego boku. Na twój widok leżący zaczyna przyzywająco machać ręką. Zanim zdążyłeś się pochylić, człowiek wskazał na wschód i wydał z siebie rzężący szept: \"Moje złoto... zabrane... banda orków... szybko.\"",
	"map.final:4.guards.47.48.0.message" : "Wysłałeś dwóch zwiadowców, by sprawdzili fortyfikacje miasta. Wrócił tylko jeden, ale za to z cennymi wiadomościami. Zapamiętał mianowicie bardzo ciekawą rozmowę. \n\n\"To już żałosne. Finneas Vilmar wścieknie się, gdy usłyszy o naszych stratach. Mieliśmy proste rozkazy: przybyć tu i rozbudować armię. A my nie potrafimy nawet tego zrobić! Przysięgam, że zabiję tego barbarzyńcę i rzucę psom na pożarcie... gdy tylko go znajdę.\" Powiedział nekromanta. \n\n\"Jeszcze z nami nie wygrali, nie bój się\", odpowiedział żołnierz. \n\n\"NIE BOJĘ SIĘ! Słyszysz? Na tym świecie nie ma niczego, czego mógłbym się bać!\"\n\n\"Tak jest, panie.\"\n\n\"A teraz idź i nie wracaj, dopóki ci przeklęci barbarzyńcy noszą głowy na karkach. JUŻ!\"\n\n\"To wszystko, co usłyszałem, panie.\" \nZapisując w pamięci tę rozmowę, obiecujesz sobie, że po skończeniu z nekromantami złożysz wizytę temu Finneasowi Vilmarowi. ",
	"map.final:4.guards.56.0.0.message" : "Wycierając klingę miecza z krwi, z satysfakcją wspominasz skończoną walkę. Cóż, złoto nie będzie już orkom potrzebne, więc nie ma powodu, by je tu zostawiać.",
	"map.final:4.header.description" : "Yog i Crag Hack muszą pokonać nekromantów. Żaden z nich nie może zginąć. Nie mogą awansować powyżej 33 poziomu, ale zdobyte doświadczenie, zaklęcia i umiejętności będą im służyć w następnym scenariuszu.",
	"map.final:4.header.name" : "Odkrywanie tajemnic",
	"map.final:4.monster.55.0.0.message" : "Zbieraliśmy to złoto przez wiele lat! Nie oddamy ci go bez walki!",
	"map.final:4.quest.33.45.0.firstVisit" : "Starożytne behemoty nękają wioski położone na północ stąd. Jeśli jesteś na tyle potężny, by je przepędzić, sowicie cię wynagrodzę.",
	"map.final:4.town.15.5.0.event.0.description" : "Wreszcie przybyło kilka lojalnych oddziałów, by wspomóc cię w walce z nekromantami!",
	"map.final:4.town.56.5.0.event.0.description" : "Przybyli rekruci, by zaciągnąć się do twej armii. ",
	"map.final:5.event.0.description" : "Gelu:  Dowiedziawszy się, że za śmiercią lorda Falorela stoi Sandro, przeprowadziłem dodatkowe śledztwo, które wykazało, że Smoczy Panowie nie byli buntownikami. Byli prawdziwymi lordami pogranicza z AvLee. Doszedłem do wniosku, że muszę stawić się przed Radą Starszych z AvLee i z pokorą przyjąć ich wyrok. Rada początkowo nie była skłonna uwierzyć w mą skruchę, lecz po konsultacji z Wyrocznią zgodziła się, bym zmazał swe winy, uczestnicząc w karnej ekspedycji do Deyji. Honor kazał mi zaakceptować tę decyzję i tak oto na pewien czas opuściłem szeregi Leśnej Straży.",
	"map.final:5.event.1.description" : "Gem: Przyniesiono mi lalkę. Wygląda dokładnie tak, jak lalka, którą dostała moja siostra na krótko przed śmiercią. Pamiętam, że dzięki tej szmaciance zdawała się być najszczęśliwszą dziewczynką na świecie. A wkrótce potem horda szkieletów zabiła wszystkich, którzy mieszkali w mej wiosce. Tylko ja przeżyłam. Jestem SZCZĘŚLIWA, że Rada Starszych wybrała mnie na jednego z dwóch dowódców karnej ekspedycji do Deyji.",
	"map.final:5.event.2.description" : "Gem:  Dziś otrzymałam list od Ethrica. Pisze w nim, że wiele lat temu Sandro był jego uczniem, potem jednak uciekł i został nekromantą! To jeszcze nie wszystko. Ethric pisze, że Sandro próbuje zapewne stworzyć potężny artefakt, korzystając z przedmiotów, które dla niego zdobyłam. Wpadłam w taką furię, że nie mogłam powstrzymać krzyku wściekłości. Przez godzinę żaden żołnierz nie ośmielił się do mnie podejść. Muszę przekazać te informacje Gelu i Radzie Starszych. ",
	"map.final:5.event.3.description" : "Gelu:  Dziś otrzymałem wiadomość od Gem. Dowiedziała się, że Sandro jest nekromantą. Musiała być wściekła. Ponoć Sandro zamierza zbudować potężny przedmiot magiczny z artefaktów, które mu dostarczyła. Zastanawiam się, czy Smoczy Panowie, których kazał mi zabić, mogli pokrzyżować jego plany?",
	"map.final:5.event.4.description" : "Gelu: Moi zawiadowcy spotkali dziś nieregularne wojska Erathii. To były oddziały zbrojne z miasta Clovergreen. Żołnierze znają Gem. Przekazali mi interesujące informacje. Dwaj barbarzyńcy, Crag Hack i Yog, nękają Deyję z Erathii. Muszę powiadomić o tym Gem oraz Wysoką Radę. ",
	"map.final:5.event.5.description" : "Gem:  Dziś otrzymałam od Gelu wiadomość, że dwóch barbarzyńców najeżdża Deyję ze Spornych Ziem. Ku memu zaskoczeniu, godzinę później zwiadowcy przyprowadzili do mnie węszących w okolicy orków. Mieli dla mnie wiadomość od barbarzyńcy w niebieskich barwach, zwącego się Yog. Kiedyś spotkałam go w Enroth. Działa wspólnie z innym barbarzyńcą, Cragiem Hackiem. O nim też już kiedyś słyszałam. Yog i Crag Hack walczą z nekromantami, a w szczególności z Sandro. Niesamowite! Crag dostarczał Sandro artefaktów, które można połączyć w jeden, niezwykle potężny przedmiot magiczny! Ethric miał rację! ",
	"map.final:5.event.6.description" : "Aby dać upust swej nienawiści do Sandro, barbarzyńcy postanowili najechać Deyję. Yog chciał się jeszcze dowiedzieć, o co w całej tej sprawie chodzi. To dobry moment na poprowadzenie własnej kampanii. Uderzymy na Deyję z północy, a oni zaatakują z zachodu. Erathianie bardzo się zdziwią, na wieść o działaniach Yoga i Craga. Bardzo chciałabym porozmawiać z Yogiem. Gdzie ta mapa? Wspólnie z Gelu musimy najpierw zająć zamek Crypthome i przejąć kontrolę nad tą częścią Deyji. Potem poproszę Yoga i Craga, by spotkali się z nami w miejscu o nazwie Blagden.",
	"map.final:5.header.description" : "Musisz przejąć zamek Crypthome. Ani Gem, ani Gelu nie mogą przy tym zginąć. Bohaterowie nie mogą awansować powyżej 33 poziomu, ale zachowają w następnym scenariuszu swoje doświadczenie, umiejętności oraz zaklęcia. ",
	"map.final:5.header.name" : "Mściciele",
	"map.final:5.sign.35.71.0.message" : "Do Blagden",
	"map.final:5.town.38.67.0.name" : "Crypthome",
	"map.final:6.event.0.description" : "Heroiczne wysiłki kilku partyzantów z AvLee i pary barbarzyńców działających od strony granicy z Erathią uciszyły przeciwników wstąpienia na tron Finneasa Vilmara. Dzięki temu szczęśliwemu zbiegowi okoliczności koronacja odbyła się szybko i możesz teraz spokojnie zająć się intruzami. We wrogich armiach operują już szpiedzy. ",
	"map.final:6.event.1.description" : "Szpiedzy zdołali przesłać wiadomość. Dwie grupy najeźdźców zjednoczyły się, ale morale w tej połączonej armii nie jest zbyt wysokie. Oddziały AvLee, Erathii i Krewlod stacjonują w zamkach. Z łatwością wykorzystasz ich słabe punkty. Mając Zbroję Przeklętego i płaszcz nieumarłego króla, nie będziesz miał problemów z pokonaniem ich i wypędzeniem poza granice kraju. ",
	"map.final:6.event.2.description" : "Przyszły kolejne informacje, które przyprawiły cię o atak śmiechu. Crag Hack, bezrozumny barbarzyńca, prze ku twoim pozycjom w nadziei, że nie pozostawi tu kamienia na kamieniu. Wciąż pragnie złota, tytułu i posiadłości. To niemal zabawne. Niemal... Crag Hack to przeciwnik, którego nie wolno lekceważyć. Jego ostatnie działania wstrzymały pozyskiwanie umarłych z Erathii, a  Statua Legionów, którą skompletował znacznie zwiększyła liczebność wrogich armii. Pora zadbać o to, by pan Hack otrzymał należną mu nagrodę. ",
	"map.final:6.event.3.description" : "Kolejny \"stary\" znajomy stanął przeciw tobie. Gem - \"pani druidka\" - zwołała armię i pozwoliła sobie zarżnąć lorda Fayette i jego nieumarłe oddziały. Niepowetowana strata! Zdołała pokonać całe hordy żywych trupów, którą mu dałeś, a co gorsza zgładziła takiego świetnego Rycerza Śmierci. Co za szkoda, wydawał się użytecznym podwładnym. Ale to nieważne. Jakby i tego było mało, ta szalona kobieta połączyła elementy składające się na płaszcz nieumarłego króla. Oczywiście napisała do Ethrica, wypytując o ciebie. Będzie z tej druidki świetny lisz. ",
	"map.final:6.event.4.description" : "Jakaś nowa postać dyryguje poczynaniami bezmyślnego Craga Hacka. Nazywa się Yog. Albo mój szpieg odkrył prawdziwie niezwykłą osobowość, albo też najadł się grzybów. Yog jest całkowicie niebieski i ma postać wielkiego dżina. Według tego, co wiesz, był kiedyś czarownikiem i interesował się Anielskim Sojuszem. Nieważne kim był, ważniejsze - czym jest ten artefakt. Kilka nocy w bibliotece na pewno dobrze ci zrobi.",
	"map.final:6.event.5.description" : "Szpiedzy z obozu partyzantów przesłali informacje o czwartym przeciwniku. To kolejne ciekawe indywiduum, biały elf o imieniu Gelu. Początkowo sądziłeś, że to albinos, ale czerwone włosy wskazują na pół-krwi elfa Vori. Ten partyzant należy do elitarnej jednostki Erathii operującej w AvLee. Prowadził śledztwo w sprawie śmierci lorda Falorela, wampira, który z powodzeniem grał swoją rolę... do momentu, gdy go otrułeś, bo stawał się zbyt potężny. Przyszła pora, by zająć się tym wścibskim partyzantem, który niegdyś wyświadczył ci przysługę, znajdując zajęcie dla oddziałów AvLee.  ",
	"map.final:6.event.6.description" : "Noce spędzone w bibliotece opłaciły się. Wiesz już, czym jest Anielski Sojusz. To potężny miecz składający się z 6 elementów. Potrafi sprawić, że przemieszane siły wrogich ci armii nie cierpią z powodu obniżenia morale wywołanego niejednolitym pochodzeniem oddziałów. Trzeba dołożyć wszelkich starań, by ci bohaterkowie przestali węszyć za artefaktami. Jeśli zdobędą miecz, staną się zbyt groźnymi przeciwnikami.",
	"map.final:6.event.7.description" : "Stało się oczywiste, że wypędzisz z Deyji intruzów, ale nie będziesz w stanie schwytać wrogich ci przywódców. Wycofali się poza granice Deyji, do lepiej uzbrojonych i lepiej bronionych obozów i miast. \n\nAle to teraz bez znaczenia. Podbijesz ich i pójdziesz dalej, zdobędziesz cały Antagarich. Wkrótce będziesz panem tego świata. ",
	"map.final:6.guards.25.6.0.message" : "Coś podpowiada ci, że to zbyt piękne, by było prawdziwe.",
	"map.final:6.header.description" : "Zgnieć najeźdźców. Jeśli Sandro zginie, przegrasz. Sandro nie może awansować powyżej 40 poziomu, ale jego umiejętności, doświadczenie i zaklęcia przejdą do następnego scenariusza. ",
	"map.final:6.header.name" : "Gniew Sandro ",
	"map.final:7.event.0.description" : "Usunięcie z Deyji oddziałów AvLee, Erathii i Krewlod było łatwiejsze, niż sądziłeś. Twoje nowe zadanie będzie znacznie trudniejsze. Aby atak nie odsłonił żadnej z granic, musisz zaatakować na dwóch frontach jednocześnie. Finneas pragnie, byś zajął się tym osobiście. Jego wiara w twoje możliwości jest rozczulająca, lecz przyjdzie czas, gdy nie będziesz już musiał sam zajmować się wojną. ",
	"map.final:7.event.1.description" : "Finneas przysłał ci wiadomość, arogancką i rozkazującą w tonie, jakby to on kontrolował sytuację. Zszedłeś ze sceny na kilka miesięcy i już wydaje mu się, że to on sam wszystkim dyryguje! Bzdury, którymi karmią go dworacy musiały mu uderzyć do głowy. Nie zamierzasz pozwolić, by tak cię traktował. Na szczęście musisz odwiedzić dwór, aby wypełnić pewne zobowiązania. Przy okazji Finneas dowie się, kto tu rzeczywiście rządzi. ",
	"map.final:7.event.2.description" : "Pojawiłeś się w samym centrum zamku i z wielką przyjemnością, na oczach dworaków przetrzepałeś Finneasowi kości. Twój widok zupełnie zbił go z tropu - odprawił nawet swoich fircyków, by jakoś się pozbierać. Plotki krążące po zamkowych komnatach nie przypadły ci do gustu. W zaciszu prywatnych pomieszczeń przypomniałeś Finneasowi, że to ty posadziłeś go na tronie i ty możesz go też z tego tronu usunąć. Wciąż jeszcze czuje dotyk twych kościstych palców w okolicy serca - niewinne zaklęcie, którego nauczyłeś się parę lat temu. Finneas zastanowi się dwa razy nim znów wejdzie ci w paradę.",
	"map.final:7.event.3.description" : "Szpiedzy potwierdzili twoje obawy. Barbarzyńca Yog przekonał swego kamrata do poszukiwań Anielskiego Sojuszu. Gdy tylko przybędą posiłki, obaj wyruszą na poszukiwanie potrzebnych elementów. AvLee może dostarczyć nowych oddziałów nie wcześniej, niż za dwa tygodnie. Gryphoheart też zainteresował się tą sprawą. Wyprawił posłańców, by dowiedzieli się, jakie oddziały będą potrzebne oraz dlaczego dwóch barbarzyńców broni granic Erathii. Biorąc pod uwagę siły, które mogą tu przybyć z odsieczą, musisz podbić tę prowincję jak najszybciej. Jeśli bohaterowie zdołają zdobyć wszystkie elementy potrzebne do stworzenia Anielskiego SSojuszu, ostateczne zwycięstwo twych sił zawiśnie na włosku.",
	"map.final:7.event.4.description" : "Przybyły posiłki z AvLee a z nimi kolejne kłopoty. Najrozsądniej będzie zabezpieczyć ten obszar, by odsunąć linie wroga i trzymać je na dystans przy użyciu mniej licznej armii. Przedłużanie tej bitwy nie jest najmądrzejszym pomysłem. ",
	"map.final:7.event.5.description" : "Jeśli tak dalej pójdzie, możesz ponieść klęskę. Przybyły oddziały z Erathii i zostały już rozlokowane w zamkach. Jeszcze trochę wsparcia i nie będą nawet potrzebowali Anielskiego Sojuszu, by zwyciężyć. ",
	"map.final:7.event.6.description" : "Kupa kurzu i kości przyniosła złe wieści. Patrolując terytorium AvLee, twoi zwiadowcy natknęli się na elitarne jednostki Leśnej Straży. Wiesz, że Gelu, półkrwi elf Vori, jest członkiem tej grupy, ale trudno powiedzieć, kto jeszcze nią dowodzi. Wiele byś dał, by poznać imię drugiego dowódcy, ale nie masz komu zadać tego pytania. ",
	"map.final:7.event.7.description" : "Kapitanem Leśnej Straży jest Caleb, elf o niemałych umiejętnościach. Jeśli go zabijesz, oddziały partyzanckie zapewne się rozpadną. Tylko dzięki jego determinacji z każdym tygodniem coraz to więcej włóczęgów decyduje się zasilić wrogie oddziały. Gdy zabraknie dowódcy, ta przypadkowa zbieranina szybko się rozpierzchnie. ",
	"map.final:7.event.8.description" : "Podejrzewasz, że Caleb przebywa w pobliżu Forestdale, miasta AvLee położonego na północny wschód od twojego głównego zamku. Przy odrobinie szczęścia powinieneś go tam zaskoczyć - może w czasie drzemki? Mówi się, że Caleb ma Łuk Strzelca - to potężna broń, która z pewnością stanie się jeszcze bardziej użyteczna w twoich rękach.",
	"map.final:7.guards.12.56.0.message" : "Poszukując siarki, wyłaniasz się z zarośli i stajesz twarzą w twarz z Leśną Strażą. Nie mając dokąd uciec, stajesz do walki z elitarnymi oddziałami bojowymi. ",
	"map.final:7.guards.13.18.0.message" : "W czasie marszu twoją uwagę zwraca cichy, lecz niepokojący dźwięk. Za późno! Leśna Straż atakuje!",
	"map.final:7.guards.27.2.0.message" : "Pędząc po złoto ukryte we młynie, nie zauważasz skradającego się oddziału elfów, który błyskawicznie zamyka szeregi za twoimi plecami. Nie mogąc uciec, podejmujesz walkę.",
	"map.final:7.guards.3.8.0.message" : "Kilka oddziałów Leśnej Straży broniących tego miejsca nie przeszkodzi twojej armii. Ale zanim walka rozpoczęła się na dobre, jeden z żołnierzy zniknął w gąszczu. Zapewne pobiegł wezwać posiłki. Gdy już uporasz się z tą grupą, lepiej szybko się stąd oddalić. ",
	"map.final:7.guards.32.57.0.message" : "Miasta Testlemore broni jedynie kilka elfów. Podejrzewasz pułapkę. Chociaż nie widziałeś nikogo w pobliżu, ku twojemu zaskoczeniu oddziały wroga wyskakują jak spod ziemi i otaczają cię. Kolejne spotkanie z Leśną Strażą!",
	"map.final:7.guards.5.3.0.message" : "Próbując przejąć kopalnię, natknąłeś się na oddział Leśnej Straży szykujący zasadzkę. Nie mając innego wyboru, przygotowujesz się do obrony.",
	"map.final:7.guards.56.65.0.message" : "Tracisz na chwilę czujność szukając rtęci w laboratorium. A trzeba było posłuchać zwiadowców, zanim Leśna Straż zdążyła cię zaatakować!",
	"map.final:7.guards.62.5.0.message" : "Po skutecznym rozbiciu garnizonu, zostajesz otoczony przez jeszcze liczniejsze siły wroga. Okazuje się, że w tym niepozornym zakątku była baza Leśnej Straży. Jeden z elfów występuje do przodu i krzyczy: \"Jestem Caleb. Nie pokonasz mnie!\" Wściekły rzucasz się do ataku, by uwolnić od niego świat.",
	"map.final:7.guards.67.21.0.message" : "Przed tobą leży miasto Silver Falls. Gdy mijasz kamieniste przejście, okazuje się, że miasto jest lepiej bronione, niż można się było spodziewać. Broni go oddział Leśnej Straży, który właśnie otacza cię ze wszystkich stron.",
	"map.final:7.header.description" : "Pokonaj partyzantów i barbarzyńców występujących przeciw Sandro i jego armii nieumarłych. Jeśli Sandro zginie, przegrasz. Sandro nie może awansować powyżej 40 poziomu, ale jego doświadczenie, umiejętności i zaklęcia przejdą do następnego scenariusza.",
	"map.final:7.header.name" : "Inwazja",
	"map.final:7.town.12.44.0.name" : "Radstone",
	"map.final:7.town.14.5.0.event.0.description" : "Trochę oddziałów dla komputera.",
	"map.final:7.town.14.5.0.name" : "Soaring Height",
	"map.final:7.town.20.66.0.name" : "Obóz Craga",
	"map.final:7.town.28.21.0.event.0.description" : "Trochę oddziałów dla komputera.",
	"map.final:7.town.28.21.0.name" : "Hudson Falls",
	"map.final:7.town.34.55.0.event.0.description" : "Trochę stworów dla komputera.",
	"map.final:7.town.34.55.0.name" : "Thestlemore",
	"map.final:7.town.38.4.0.event.0.description" : "Trochę oddziałów dla komputera.",
	"map.final:7.town.38.4.0.event.1.description" : "Trochę zapasów. ",
	"map.final:7.town.38.4.0.name" : "Meadow Brook",
	"map.final:7.town.50.60.0.event.0.description" : "Trochę stworów dla komputera.",
	"map.final:7.town.50.60.0.name" : "Worthington",
	"map.final:7.town.67.3.0.event.0.description" : "Trochę stworzeń dla komputera.",
	"map.final:7.town.67.3.0.name" : "Forestdale",
	"map.final:7.town.71.15.0.name" : "Silver Falls",
	"map.final:8.event.0.description" : "Kilka ostatnich porażek podpowiedziało Gelu i Gem co należy uczynić. Potrzebują broni, która przezwyciężyłaby moc połączonych artefaktów Sandro. Dzięki informacjom przekazanym przez barbarzyńcę Yoga, wiedzą co nieco o trzech częściach Anielskiego Sojuszu. Muszą zdobyć te elementy, jeśli mają powstrzymać szalonego Sandro i jego marionetkę, króla Vilmara. ",
	"map.final:8.event.1.description" : "Miejscowi farmerzy wskazali ci miejsce ukrycia Sandałów Świętego. Znajdują się one na południu, niedaleko miasta Berrington. ",
	"map.final:8.event.2.description" : "Zwiadowca przybył do Gem z wiadomością, że znalazł Naszyjnik Boskiej Mocy niedaleko Jared's Hill, na południu. Miasto to jest pilnie strzeżone, więc należy do niego podejść nie ściągając na siebie niczyjej uwagi. Kilka sztuk złota złożonych w odpowiednie ręce może pomóc ominąć posterunki. ",
	"map.final:8.event.3.description" : "Wzdłuż niewielkiego dopływu rzeki Shandar leży region Erathii, który był świadkiem najzacieklejszych walk Drewnianej Wojny. Teren ten wiele razy przechodził we władanie każdej ze stron konfliktu, a gdy był znów odbijany, poprzedni właściciel palił go i plądrował ze szczętem. Teraz obszar ten kontroluje dwóch lordów deklarujących lojalność w stosunku do Erathii. Gelu wie, że to jedynie czcze słowa. Walczą pod sztandarem Erathii, bo akurat w tym momencie tak im wygodnie, lecz tak naprawdę są uczciwi i lojalni tylko w stosunku do siebie samych.   \n\nSandały Świętego z całą pewnością znajdują się gdzieś tu, ale co do pozostałych artefaktów - jedynie plotki wiążą je z tym miejscem. Władający tą ziemią ludzie nie zechcą nam pomóc ani nie oddadzą artefaktów bez walki. \nTo potworne, że będziemy przelewać niewinną krew, aby ocalić nas wszystkich przed szalonym Sandro. Ale taki los czeka głupców... ",
	"map.final:8.event.4.description" : "Choć wojska nekromanty depczą nam po piętach, stawimy im czoła dopiero, gdy wykujemy miecz Anielskiego Sojuszu. Do tego czasu musimy być czujni konsekwentnie kontynuując nasze poszukiwania. Informacje o Sandałach Świetego i Naszyjniku Boskiej Mocy podniosły wszystkich na duchu. Jeśli niebiosa będą nam sprzyjać - zwyciężymy! ",
	"map.final:8.event.5.description" : "Brak wiadomości od Craga i Yoga zaniepokoił Gelu. Przemierza obóz w tę i z powrotem, niczym dziki zwierz, zżymając się na brak informacji. Czy zwyciężyli? A może padli pokonani? Jeśli nie odnaleźli tego, czego szukają, co stanie się z ludnością AvLee i Erathii? \n Nagły przypływ złych przeczuć wykrzywił jego bladą twarz. W czasie przeglądu sił nie może pozbyć się uczucia grozy i niepewności. Może to podstęp, podobny do tych, które spotkały Gem i Craga Hacka. To by było nazbyt proste. ",
	"map.final:8.event.6.description" : "Posłaniec wpadł do obozu Gem i przekazał jej wiadomość. List od Rady Starszych ma następującą treść:\n\n\"Gem, musicie się spieszyć, gdyż ludność AvLee jest wyrzynana całymi gromadami, niczym stada bydła. Osobnik zwany Sandro wskrzesza teraz naszych umarłych jako własne sługi. Ci, którzy za życia byli naszymi najlepszymi rycerzami, po śmierci stają się jego najwierniejszymi poddanymi. Jak tak dalej pójdzie, jego legiony w kilka miesięcy staną się nieprzeliczone. Musicie to natychmiast przerwać. Przyspieszcie poszukiwania, gdyż bez artefaktów wkrótce wszyscy będziemy martwi.\"",
	"map.final:8.event.7.description" : "Patrząc w szklaną kulę, Gem często potrafi odkryć prawdziwe przyczyny wydarzeń. Kiedyś powiedziała Gelu, na czym polegał podstęp Sandro z wykorzystywaniem Vilmara jako marionetki pozwalającej mu kontrolować Deyję z ukrycia. Dzięki temu, mając faktyczną władzę, sam nie był celem ataków. Jednak Sandro nie docenia przebiegłości tych, z którymi walczy. Nie bierze pod uwagę sprytu tego, którego zwą Crag Hack, ani intelektu Gem. Być może po prostu nie zawraca sobie nami głowy, uważając, że zdobędzie artefakty, zanim jego podstęp wyjdzie na jaw. Kto wie?",
	"map.final:8.event.8.description" : "Dziś na ziemię opadły zimne, szare opary. Ognie wojennej pożogi jasno zapłonęły, na pola i łąki padł cień. Wieść o walkach w obronie zachodnich regionów AvLee dotarła do Gem i Gelu. Gelu, jak zawsze spokojny, umocnił się tylko w woli zwycięstwa. Natomiast Gem, widząc sprawy w bardziej uduchowionym wymiarze, odprawiła kilka rytualnych obrzędów pogrzebowych sprowadzających się do ofiary za tych, którzy odeszli i za ich szczęśliwą wędrówkę w zaświaty. Teraz bardziej, niż kiedykolwiek, potrzebne jest poświęcenie.",
	"map.final:8.event.9.description" : "Dziś rano, siedząc w swoim namiocie, Gelu przeprowadził rachunek sumienia. Nauczył się walczyć, nauczył się szpiegować i szarpać wroga niczym wilk, lecz żaden trening nie nauczył go, jak poradzić sobie z konsekwencjami własnej pomyłki. Kiedyś zapewne przyjdzie dzień odkupienia win, ale na pewno nie dziś. Najpierw musi pokonać szaleńca imieniem Sandro i zatrzymać jego armię nieumarłych. W ten sposób chociaż częściowo uspokoi swą duszę, targaną wspomnieniem strasznej pomyłki i cierpieniem, jakie sprowadził na lordów AvLee. Może wtedy władcy snu ześlą wreszcie spokój jego umęczonej duszy. ",
	"map.final:8.guards.27.30.0.message" : "Z dala dostrzegasz grupę uchodźców, niespokojną i wygłodzoną. Gdy podjeżdżasz, by zaofiarować im pomoc, okazuje się, że to zasadzka. ",
	"map.final:8.guards.3.44.0.message" : "Obok studni siedzi drobna staruszka mrucząc coś do siebie. Ma na sobie zwiewne giezło i kwiaty we włosach. Ostrożnie zbliżasz się do niej. Jednak nawet delikatne dotknięcie wyzwala w niej niezrozumiałą furię. Krzycząc, zaczyna machać rękami i bić się w piersi. Gdy próbujesz przeprosić, wskazuje cię ręką wykrzykując niezrozumiałe przekleństwa lub oskarżenia. Czujesz, jak dreszcze przebiegają twoje ciało. Ogarnia cię osłabiające uczucie trwogi.",
	"map.final:8.guards.65.38.0.message" : "Przy drodze leży mały chłopiec, zraniony i ledwie przytomny. W rękach ściska niewielką skrzynkę. W przedśmiertnej malignie wyciąga ją w twoją stronę, a ty wyjmujesz ją z jego bezwładnych rąk. Wewnątrz znajdujesz cudowny podarunek. Nigdy nie dowiesz się, dlaczego skrzynka nie dostała się w ręce wrogów. Może to podarunek niebios?",
	"map.final:8.header.description" : "Gem i Gelu muszą znaleźć Sandały Świętego, Hełm Boskich Mocy oraz Naszyjnik Boskiej Mocy. Żadne z nich nie może przy tym zginąć. Bohaterowie nie mogą awansować powyżej 37 poziomu, ale ich doświadczenie, umiejętności i zaklęcia przejdą do następnego scenariusza. ",
	"map.final:8.header.name" : "Próby poszukiwań",
	"map.final:8.town.19.40.0.name" : "Waterston",
	"map.final:8.town.22.8.0.name" : "Faeyedon",
	"map.final:8.town.32.69.0.name" : "Jared's Hill",
	"map.final:8.town.44.65.0.name" : "Berrinton",
	"map.final:8.town.46.41.0.name" : "Moersberg",
	"map.final:8.town.47.7.0.name" : "Shayar",
	"map.final:8.town.6.25.0.name" : "Shavoril",
	"map.final:8.town.62.49.0.name" : "Galor's Glen",
	"map.final:8.town.63.26.0.name" : "Kineree",
	"map.final:8.town.9.60.0.name" : "Daviston",
	"map.final:9.event.0.description" : "Yog i Crag Hack odkryli, że trzy z sześciu artefaktów ukrytych niegdyś przez Yoga, znów są w użyciu, i znajdują się w rękach trzech braci barbarzyńców mieszkających na niewielkim, spornym terenie Krewlod. Bracia wierzą zapewne w swoje prawo do tych artefaktów, lecz nie zdają sobie sprawy, jakim niebezpieczeństwem grozi ich przechowywanie. Szczególnie, gdy Sandro pozna miejsce ich ukrycia.",
	"map.final:9.event.1.description" : "Gdy Yog i Crag Hack wkraczają na teren barbarzyńców, nagła powódź rozdziela ich armie. Przekrzykując ryk żywiołu, postanawiają podążać w górę rzeki, a gdy znajdą bród lub przewężenie, połączą swe siły.",
	"map.final:9.event.2.description" : "Zwiadowcy donoszą, że bracia sprowadzili posiłki z Krewlod, aby bronić swych artefaktów. Zajęcie ich zamków nie oznacza więc ostatecznego zwycięstwa.",
	"map.final:9.guards.22.5.1.message" : "Kilka kryształowych smoków wyzywa cię do walki o miecz. Będziesz z nimi walczyć?",
	"map.final:9.guards.5.50.1.message" : "Niewielka grupa czerwonych smoków zniża lot i wyzywa cię do walki o tarczę. Czy przyjmujesz wyzwanie?",
	"map.final:9.guards.50.25.1.message" : "Horda królewskich minotaurów wyzywa cię do walki o Zbroję Cudów. Czy chcesz z nimi walczyć?",
	"map.final:9.header.description" : "Crag Hack i Yog muszą znaleźć Miecz Sprawiedliwości, Zbroję Cudów oraz Lwią Tarczę Odwagi. Żaden z nich nie może zginąć w trakcie poszukiwań. Nie mogą oni awansować powyżej 37 poziomu, ale doświadczenie, zaklęcia i umiejętności zabiorą do następnego scenariusza.",
	"map.final:9.header.heroNames.103" : "Zorlan",
	"map.final:9.header.heroNames.105" : "Venthin",
	"map.final:9.header.heroNames.106" : "Denarm",
	"map.final:9.header.heroNames.108" : "Zinitha",
	"map.final:9.header.heroNames.111" : "Swankart",
	"map.final:9.header.name" : "Bracia barbarzyńcy ",
	"map.final:9.header.player.1.mainHeroName" : "Denarm",
	"map.final:9.header.player.2.mainHeroName" : "Swankart",
	"map.final:9.header.player.3.mainHeroName" : "Zorlan",
	"map.final:9.heroes.103.name" : "Zorlan",
	"map.final:9.heroes.105.name" : "Venthin",
	"map.final:9.heroes.106.name" : "Denarm",
	"map.final:9.heroes.108.name" : "Zinitha",
	"map.final:9.heroes.111.name" : "Swankart",
	"map.final:9.monster.10.44.1.message" : "Czerwone smoki zdają się być mocno sfrustrowane życiem w tej okolicy, a swoją złość postanowiły wyładować właśnie na tobie. ",
	"map.final:9.sign.69.64.0.message" : "Strefa graniczna Krewlod-Erathia. Obecnie kontrolowana przez Boragusa z Krewlod. ",
	"map.final:9.town.54.54.1.event.0.description" : "Przybyło wsparcie dla barbarzyńców.",
	"map.gelu:0.event.0.description" : "Gratulacje, kadecie. Przed tobą ostatni test. Jeśli go zaliczysz, dołączysz do szeregów osławionej Leśnej Straży. Musisz podbić nizinny region Gaia's Crest. Zamieszkuje go wiele potworów, jest kilka miast oraz kilka oddziałów Leśnej Straży pozorujących wrogów. To często odwiedzana prowincja, więc nie powinieneś mieć problemu z odnalezieniem drogi. Aby zaliczyć ten test, musisz pokonać wszystkich wrogów wszelkimi dostępnymi środkami. Powodzenia, kadecie. I niech Światło opromienia twoją drogę.",
	"map.gelu:0.event.1.description" : "Minęło 30 dni od rozpoczęcia misji. Działasz zbyt wolno. Jako członek Leśnej Straży musisz szybciej przemieszczać swoje oddziały, by atakować nieprzyjaciela, gdy jest słaby i nieprzygotowany. Im mniej wie o naszych działaniach na danym obszarze, tym mniej prawdopodobne, że przygotuje się na atak. Pospiesz się. Zaatakuj i zabezpiecz ten rejon. Od sprawnego przeprowadzenia ataku może zależeć twoje życie.",
	"map.gelu:0.event.2.description" : "Kadecie, to staje się farsą! Tej wielkości rejon powinien być do tej pory oczyszczony z wrogów. Misje Leśnej Straży wymagają szybkości, niezawodności i nieuchwytności. Chyba przeceniliśmy twoje zdolności i należy cofnąć cię do treningu podstawowego. Pospiesz się i oczyść ten obszar!",
	"map.gelu:0.event.3.description" : "Zwiadowcy z Leśnej Straży muszą radzić sobie w wielu nieoczekiwanych sytuacjach. Przyjdzie czas, gdy coś pójdzie nie tak lub nie da się wcześniej zaplanować. Oto właśnie jedna z takich sytuacji. Kilka wozów dostawczych dostało się w ręce rabusiów, a ich zawartość znikła. Musisz sobie z tym jakoś poradzić.",
	"map.gelu:0.guards.16.16.0.message" : "Stojąca przed tobą skrzynka budzi dziwny niepokój. Nagle światło wokół niej zaczyna pulsować, a ze szczelin wydobywa się dziwnej barwy mgła. ",
	"map.gelu:0.guards.20.13.0.message" : "To miasto może być świetną bazą wypadową dla dalszych operacji. Przejmij je i szybko rozbuduj. Ale zachowaj ostrożność! Przeciwnicy mogą się tu podkraść pod twoją nieobecność i odbić miasto. Zostaw kilka oddziałów na straży, najlepiej pod dowództwem jakiegoś sierżanta, aby miasto nie było bezbronne w razie ataku.",
	"map.gelu:0.header.description" : "Pokonaj wszystkich wrogów Gelu. Jeśli Gelu zostanie pokonany w czasie walki, przegrasz. Twoi bohaterowie nie mogą awansować powyżej 10 poziomu, ale Gelu i dwóch najlepszych bohaterów zabiorą swoje doświadczenie, umiejętności i zaklęcia do następnego scenariusza.",
	"map.gelu:0.header.name" : "Egzamin",
	"map.gelu:0.monster.17.5.0.message" : "Ciemny i budzący podejrzenia szlak jest dziwnie spokojny i cichy. Nagle słyszysz syk tysiąca węży. Zanim zdążyłeś się obrócić, wyrosły przed tobą dwa tuziny meduz i ruszyły do ataku. ",
	"map.gelu:0.monster.31.1.0.message" : "\"Według rozkazu.\"",
	"map.gelu:0.monster.34.4.0.message" : "\"Melduję się. Czekam na rozkazy.\"",
	"map.gelu:1.event.0.description" : "Leśnej Straży powierzono zadanie odzyskania kilku artefaktów niezbędnych do stworzenia Eliksiru Życia. Jeśli ta magiczna mikstura dostanie się w ręce nekromantów z Deyji, wykorzystają jej potężną moc dla swych niecnych celów. \n\nGelu został mianowany dowódcą ekspedycji, która ma wyruszyć na teren tych odszczepieńców. Mówi się, że mają Pierścień Żywotności, a przynajmniej wiedzą, gdzie się znajduje i planują sprzedać go nekromantom. Musisz ich powstrzymać i przejąć pierścień. Nie zawiedź nas, pamiętaj, że nie chodzi tylko o twoje życie. Powodzenia.",
	"map.gelu:1.event.1.description" : "Szpiedzy donoszą o jasnowidzu z północnego wschodu, który zna ponoć miejsce ukrycia Pierścienia Żywotności. Odszukaj jasnowidza, zlokalizuj pierścień i odzyskaj go. Bądź ostrożny! Nekromanci też poszukują pierścienia.",
	"map.gelu:1.event.2.description" : "Władcy tych terenów to bandyci i szaleńcy. Napadają na karawany, wyrzynają wsie i garnizony nie zastanawiając się, czym może się to skończyć dla ich ojczyzny. Z głupoty są w stanie sprzedać Pierścień Żywotności nekromantom i zdradzić swych rodaków tylko po to, by wypełnić kufry złotem. Takim zdrajcom nie można ufać. Nie można też okazywać im litości.",
	"map.gelu:1.event.3.description" : "Zwiadowcy donoszą, że jeden z miejscowych zabijaków skontaktował się z nekromantami i ma zamiar wkrótce się z nimi spotkać. Nie ma czasu do stracenia. Jeśli pierścień wpadnie w ręce nekromantów, będziesz musiał wydrzeć im go siłą. Za wszelką cenę zadbaj, by pierścień znalazł się w bezpiecznym miejscu. Pamiętaj, że najlepszą obroną jest atak: oczyść rejon z zamieszkujących go bandytów, nim się zorganizują i spróbują przejąć artefakt. W ostateczności, możesz najechać Deyję.",
	"map.gelu:1.event.4.description" : "Jasnowidz z północnego wschodu to mądry starzec o imieniu Feredor. Udaj się do niego, ale pamiętaj, że nie da ci od razu pierścienia. Mówi się, że poddaje poszukiwaczy artefaktu specjalnemu testowi. Wypełnij każde zadanie, które ci zleci - musisz mieć ten pierścień!",
	"map.gelu:1.event.5.description" : "Ostatniej nocy dręczyły cię potworne koszmary, wizje nadciągających potworności. Nawiedzały cię spowite w szczątki szat postaci, wyciągające kościste szpony w kierunku zielonych łąk, pozostawiające za sobą spopielone pogorzelisko pełne żywych trupów. Upiorny śmiech odbił się echem w twej głowie i duszy. Obudziłeś się przerażony i roztrzęsiony, lecz wciąż zdecydowany odzyskać Pierścień Żywotności.",
	"map.gelu:1.event.6.description" : "Ostrożnie, ten region - niegdyś miejsce chwalebnej bitwy - jest obecnie świętą ziemią. Uważaj, by jej nie zbezcześcić.",
	"map.gelu:1.event.7.description" : "Bandyci napadli na twoje wozy aprowizacyjne i przejęli wartościowe zasoby.",
	"map.gelu:1.header.description" : "Powstrzymaj grupę zbuntowanych lordów AvLee przed sprzedaniem Pierścienia Żywotności Rycerzom Śmierci z Deyji. Pamiętaj, że Gelu nie może przegrać żadnej bitwy. Gelu nie może awansować powyżej 15 poziomu, a jego doświadczenie, umiejętności i zaklęcia przejdą do następnego scenariusza.",
	"map.gelu:1.header.name" : "Bandyci",
	"map.gelu:1.quest.1.69.0.firstVisit" : "Mój przyjaciel, Phelan, powiedział mi, że mogę spodziewać się odwiedzin bladolicego gościa o imieniu Gelu. Czy to ty? ",
	"map.gelu:1.quest.1.69.0.nextVisit" : "Powiedziano mi, że mam czekać na Gelu. Jeśli zdarzy ci się spotkać go w czasie wędrówki, powiedz mu, gdzie mnie szukać.",
	"map.gelu:1.quest.64.2.0.completed" : "Udowodniłeś swoją wartość. Pokażę ci, gdzie znajduje się Pierścień Żywotności.   Człowiek, który go posiada, mieszka w chacie na południowy zachód stąd. Ukrywa pierścień i odda go tylko temu, kogo ja uznam za wartego tego zaszczytu. Powiadomię go o twoim przybyciu. Weź te Skrzydła Anioła. Pozwolą ci szybciej do niego dotrzeć. Na miejscu dostaniesz to, czego szukasz. ",
	"map.gelu:1.quest.64.2.0.firstVisit" : "Zanim powiem ci, gdzie jest pierścień, musisz udowodnić, że jesteś go wart, przynosząc mi Order Męstwa. Nie wracaj bez tego artefaktu.",
	"map.gelu:1.quest.64.2.0.nextVisit" : "Nie znalazłeś Orderu Męstwa? Tsk, tsk. Sądziłem, żeś z twardszej ulepiony gliny.  Idź i szukaj.  To jedyny sposób, by poznać miejsce, w którym ukryto pierścień.",
	"map.gelu:1.town.30.31.0.name" : "Daggercourt",
	"map.gelu:2.event.0.description" : "Gdzieś w dolinie Dagrond ukryty jest Pierścień Życia, drugi składnik potrzebny do stworzenia eliksiru życia. Doliną tą władają Smoczy Panowie. Opiekują się oni zielonymi i złotymi smokami żyjącymi w AvLee. Niestety, jeden z nich został przekupiony i knuje przeciw AvLee. Jesteśmy przekonani, że działa w porozumieniu z nekromantami z Deyji. \nDowiedział się, że pierścień ukryty jest w dolinie i zapewne zechce go przejąć. Musisz temu zapobiec. Zdobądź pierścień, abyśmy zdążyli stworzyć Eliksir Życia nim nekromanci zagarną dla siebie ten potężny artefakt. ",
	"map.gelu:2.event.1.description" : "Wiemy już z całą pewnością, że Smoczy Pan działa na szkodę AvLee i jego mieszkańców. Zjednoczył się z siłami zła, istotami tak pokrętnymi, że mogą cię przekonać, iż zdrajca jest szlachetnym mieszkańcem AvLee, a nie groźnym mordercą. Smoczy Pan sprawia wrażenie szacownego elfickiego lorda, ale po kryjomu pozwala nekromantom pozyskiwać ludność AvLee do ich ohydnej armii. Niszcząc jego samego i tych, którzy idą za nim, oddasz AvLee wielką przysługę. Czyn ten zostanie sowicie wynagrodzony i na zawsze zapisze twoje imię we wdzięcznej pamięci narodu elfów.",
	"map.gelu:2.event.2.description" : "Krążą pogłoski, że Pierścień Życia można znaleźć w pobliżu jeziora płomieni. ",
	"map.gelu:2.event.3.description" : "To wprost wymarzone zadanie, by doskonalić twoje umiejętności. Od opuszczenia Akademii Rekrutów Leśnej Straży nie brałeś udziału w tak szybkiej akcji. Chociaż martwią cię czarne chmury zbierające się nad horyzontem, czujesz, że uczestniczysz w czymś... ważnym. Eliksir Życia może uleczyć wiele bolączek AvLee. ",
	"map.gelu:2.event.4.description" : "Zapach dymu niesiony przez poranny wiatr podpowiada ci, że jezioro ognia, którego szukasz, znajduje się gdzieś na południe stąd.",
	"map.gelu:2.header.description" : "Ta dolina należy do smoczych panów. Trzeba ich pokonać i zdobyć Pierścień Życia. Jeśli Gelu zostanie pokonany w walce, przegrasz. Gelu nie może awansować powyżej 20 poziomu, ale zabierze doświadczenie, umiejętności i zaklęcia do następnego scenariusza.",
	"map.gelu:2.header.name" : "Dolina Smoczych Panów",
	"map.gelu:3.event.0.description" : "Przyszedł czas, by zdobyć ostatni składnik eliksiru życia: Fiolkę Żywej Krwi. Od długiego czasu znajduje się ona w posiadaniu lorda wampirów, Vokiala. Pozwala mu bezkrwawo zaspokajać jego nieposkromiony, wampirzy apetyt. Mówi się, że uznał zwykły sposób pożywiania się wampirów za obrzydliwy, prymitywny i poniżej jego godności. Odebranie mu tego artefaktu załatwi za jednym zamachem dwie sprawy: pozwoli nam stworzyć eliksir, a Vokialowi przysporzy paru zmartwień i problemów. Może nawet doprowadzi go do śmierci głodowej, choć na to ostatnie nie należy raczej liczyć.",
	"map.gelu:3.event.1.description" : "Jak dotąd służyłeś mi wiernie, Gelu. Ja, lord Falorel, jestem wielce rad z twoich usług i nie omieszkam poinformować o tym twych zwierzchników z Leśnej Straży. Współpraca z Erathią dobrze służy naszym wspólnym interesom i być może, podążając tą drogą, naprawimy szkody wyrządzone podczas Drewnianej Wojny. Chcę wynagrodzić twoją lojalność. Przyjmij proszę to złoto jako wyraz wdzięczności za twój wkład w ratowanie AvLee i jego mieszkańców.",
	"map.gelu:3.event.2.description" : "Vokial jest potężnym lordem wampirów i będzie silnie strzeżony. Na teren Deyji wkraczaj ostrożnie, gdyż Vokial dobrze pilnuje się przed złodziejami. ",
	"map.gelu:3.event.3.description" : "Chodzą słuchy, że Miecz Tytanów, pilnowany przez czarne smoki, jest gdzieś na południowym zachodzie doliny.",
	"map.gelu:3.event.4.description" : "Przypadkowo napotkany wędrowiec opowiedział ci o błyszczącej tarczy, którą widział na południowym wschodzie. Wziąłby ją, gdyby nie napadły go rozwścieczone czerwone smoki.",
	"map.gelu:3.event.5.description" : "Uważaj na gildię złodziei - jej członkowie są groźni i podstępni. Dobrze sprawdź, czy masz to, czego szukają. A zanim dokonasz wymiany, każ pokazać sobie to, co mają ci dać.",
	"map.gelu:3.event.6.description" : "Gdy już zdobędziesz Fiolkę Żywej Krwi, połącz ją z Pierścieniem Życia i Pierścieniem Żywotności, a uzyskasz Eliksir Życia. Musisz mieć wszystkie trzy elementy, aby stworzyć eliksir i nie możesz ich rozdzielać, aby eliksir nie stracił stabilności. \n\nProcedura jest prosta. Umieść pierścienie w fiolce i trzykrotnie wypowiedz słowa wypisane na zwoju, który dostałeś. Gdy wypowiesz je po raz trzeci, pojawi się eliksir. Przynieś go do mnie natychmiast.",
	"map.gelu:3.header.description" : "Aby wygrać kampanię, musisz wykraść wampirzemu lordowi, Vokialowi, jego Fiolkę Żywej Krwi, przy czym Gelu nie może zostać pokonany w bitwie. Gelu nie może awansować powyżej 25 poziomu, ale swoje doświadczenie, zaklęcia i umiejętności będzie mógł wykorzystać w następnej kampanii. ",
	"map.gelu:3.header.name" : "Nocna kradzież",
	"map.gelu:3.monster.67.69.0.message" : "Złodzieje! Budźcie się moje dzieci, przyszedł obiadek!",
	"map.gelu:3.monster.7.67.0.message" : "Jak śmiesz nachodzić moje królestwo, i próbować mnie okraść!? Urządzimy sobie ucztę na twoich szczątkach.",
	"map.gelu:3.quest.71.14.0.completed" : "\"W porządku! Teraz możemy pohandlować. Sprawa wygląda tak: ty dajesz nam Gladius Tytanów i Tarczę Strażnika Niebios, a mój towarzysz przekaże ci Fiolkę Żywej Krwi. Umowa stoi?\"",
	"map.gelu:3.quest.71.14.0.firstVisit" : "\"Pst. Hej. Tutaj. Słyszeliśmy, że poszukujesz fiolki, którą ma pewien wampirzy lord. My, gildia złodziei, też szukamy paru rzeczy. Wyświadcz nam przysługę, a odpłacimy ci tym samym. Jeśli przyniesiesz nam Gladius Tytanów i Tarczę Strażnika Niebios, możemy wykraść rzeczoną fiolkę z domu wampira. Umowa stoi? Tak myślałem.\"",
	"map.gelu:3.quest.71.14.0.nextVisit" : "\"Jeszcze nie znalazłeś, hę? Jeśli naprawdę zależy ci na tej fiolce, zawróć i poszukaj trochę dokładniej, kapewu?\"",
	"map.gem:0.event.0.description" : "Osiem miesięcy temu moja instruktorka, Amanda, opowiedziała mi o urządzeniu wynalezionym w Antagarichu, które może pomóc zakończyć moje nocne koszmary. Ten wynalazek, który nazwała Namiotem Medyka, jest w stanie wyleczyć wszelkiego rodzaju rany. Ruszyłam więc w podróż z Enroth do Anatagarichu, pokonując po drodze cały ocean, aż wreszcie przybyłam do miasta Clovergreen, gdzie udało mi się zakupić to cudo. \n\nNamioty Medyka, jak się wkrótce dowiedziałam, są tu bardzo poszukiwane. Clovergreen leży na spornych ziemiach pomiędzy Erathią, AvLee i Deyją. Obecnie ziemie te są pod władzą Erathii, ale nekromanci z Deyji wciąż je najeżdżają. A ponieważ siły militarne Erathii nie są skore do szybkiego zajęcia się tą sprawą, burmistrz Clovergreen, Delino, powołał własną armię, brakuje mu tylko doświadczonego dowódcy.",
	"map.gem:0.event.1.description" : "Gdy Delino dowiedział się, że w Enroth, w czasie Wojny o Sukcesję, byłam generałem, wezwał mnie do ratusza, aby porozmawiać ze mną o militarnych niedostatkach krainy. Zdobył moją sympatię i zgodziłam się objąć dowództwo w kampanii mającej na celu zniszczenie nekromantów. Nie cieszę się na myśl o kolejnej wojnie, ale czarnych magów trzeba koniecznie powstrzymać, by nie zniszczyli Erathii, tak jak zrobili to z Enroth.",
	"map.gem:0.event.10.description" : "Pochowałam dzieci i uwolniłam zwierzęta, które jeszcze żyły. Prawdziwie wstrząsające jest to, że martwe dzieci należy uznać za \"szczęśliwe\". Ich dusze osiągnęły zaświaty, gdy tymczasem umęczone dusze dorosłych są przywiązane do ich martwych ciał, niezdolne zaznać spokoju, dopóki ciało nie zostanie zniszczone. \n\nGDZIE PAN TYCH LUDZI, CZEMU ICH NIE BRONIŁ?  Te ziemie należą podobno do Erathii, ale nie widziałam żadnej zorganizowanej siły, która próbowałaby powstrzymać nekromantów. Czyż nie wiedzą, że wróg nie ustanie w wysiłkach, dopóki choć jeden człowiek pozostanie żywy!??",
	"map.gem:0.event.2.description" : "Gdy rozkładaliśmy obóz, podszedł do mnie jeden z centaurów.  \"Lady Gem,\" - zaczął, \"czemu to twe włosy przed bitwą i w jej trakcie stają się czarne?\"  Pytanie zaskoczyło mnie. Przez chwilę patrzyłam na niego w milczeniu. Spuścił wzrok i zaczął się cofać. \"Ja nie chciałam...\" i roześmiałam się. \"Wszystko w porządku. Skąd miałeś wiedzieć. Tam, skąd pochodzę, większość czarowników ma kruczoczarne włosy.\" Widząc zmieszanie w jego oczach, wyjaśniłam: \"Po to, by zmylić wrogów. Obserwatorom trudniej stwierdzić, który z czarowników jest aktualnie w polu. Oczywiście nie słyszałam, aby poza mną był w Antagarichu jakiś czarownik.\" Nie mogłam powstrzymać śmiechu widząc jego spojrzenie. Nic nie zrozumiał. Ale nie było już więcej pytań na temat moich włosów.",
	"map.gem:0.event.3.description" : "Zgodnie ze wskazówkami Delina, oparłam swoją kampanię na dwóch porzuconych bastionach na północ od Clovergreen. Te zamki to dziwne połączenie przeszłości i nowoczesności. Niektóre z mieszkających tu stworzeń są jak starzy przyjaciele: krasnoludy, elfy i jednorożce. W przeszłości dowodziłam też centaurami, choć wówczas posługiwały się łukami, a nie lancami. Dziwi mnie jednak, że również pegazy, drzewce i smoki zwą to miasto swym domem.",
	"map.gem:0.event.4.description" : "Elficcy zwiadowcy właśnie donieśli, że na północy zlokalizowano dwa zamki nekromantów. To one są źródłem wszelkich ataków i dopóki nie zostaną im odebrane, najazdy nie ustaną. Przejęcie zamków ma więc kluczowe znaczenie dla całej kampanii.",
	"map.gem:0.event.5.description" : "Wczoraj przejeżdżałam przez małą osadę i miałam okropne poczucie deja vu. Przede mną przez osadę przejechał nekromanta prowadząc \"żniwa\", czyli werbunek do swej obmierzłej armii. Ich werbunek oznacza wybicie całej ludności, a następnie wskrzeszenie wszystkich jako szkieletów lub zombie. Jedyne ciała, których nie mogą wykorzystać, to ciała dzieci, gdyż są za małe i tym samym nieprzydatne. \n\nOczywiście ludzie nie są jedynymi ofiarami. Bydło pozbawione właścicieli prędzej, czy później, zdechnie z głodu i pragnienia.",
	"map.gem:0.event.6.description" : "Godzinę przed zapadnięciem nocy wybrałam się do lasu z niewielkim patrolem. Nietoperze szybowały w wieczornym powietrzu polując na owady. Nagle zaczęły poruszać się w bardziej zorganizowany sposób, otoczyły nas i zamieniły się w alpy. \n\nDriady wrzasnęły, elfy zawyły. Z ziemi wyłoniła się koścista dłoń i wciągnęła mojego konia. Jeszcze na kolanach, ściągnęłam błyskawicę z nieba, by rozbić zjawy rojące się wśród moich krasnoludów. Jednorożce zaszarżowały wbijając rogi w alpy. O kilka metrów dalej szkielety zaszlachtowały jednego z moich druidów.\n\n Niebo eksplodowało, gdy feniksy spłynęły z ogniem na skrzydłach na resztki wampirów i szkieletów.  Nekromanta rzucił ostatnie zaklęcie i rzucił się do ucieczki.",
	"map.gem:0.event.7.description" : "Poderwałam się na nogi, trzęsąc się z obrzydzenia i wściekłości. Tym razem nekromanta zapłaci za morderstwa, za zabitych. Wypadłam z namiotu i uniosłam ramiona, aby wysłać błyskawicę i zatrzymać uciekającego nekromantę... i ujrzałam pogrążony we śnie obóz. \n\n\"Pani?\" zapytał zdziwiony wartownik. \n\n\"Miałam sen\", odpowiedziałam. \"Tylko... sen. Właściwie koszmar. Wszystko w porządku. Dziękuję.\"",
	"map.gem:0.event.8.description" : "Wczorajszej nocy spotkałam Clancy'ego, strażnika, który ma układ z jednorożcami. Jego panem jest lord AvLee o imieniu Fayette. Szybko zaprzyjaźniliśmy się ze sobą. Ja opowiedziałam mu o moim ojczystym Enroth i czarodziejach, a on o AvLee i druidach oraz strażnikach. Clancy najprawdopodobniej prowadzi zwiad na Spornych Ziemiach, aby wyjaśnić przyczynę najazdów z Deyji, chociaż nie powiedział tego wprost.  Powiedziałam mu, że pomagam wojskom z Clovergreen pokonać nieumarłych najeźdźców. Obawiam się, że zbyt dosadnie wyraziłam swoją dezaprobatę.",
	"map.gem:0.event.9.description" : "Ostatniej nocy śniła mi się Amanda. Pytała, czy spodobał mi się Antagarich. Powiedziałam jej, że większa część Erathii sprawia wrażenie zatłoczonej i, hmm, ucywilizowanej. Przypadł mi za to do gustu krajobraz Spornych Ziem, ale nie podoba mi się sposób, w jaki lordowie Erathii odcinają się od swych poddanych i zostawiają ich samych w potrzebie. Powtórzyłam jej też to, czego dowiedziałam się od Clancy'ego o AvLee - że sprawia wrażenie miejsca dobrego do osiedlenia się, bardzo otwartego, a jednocześnie dzikiego. Myślę, że mogłabym polubić AvLee. Jestem też coraz bardziej przywiązana do stworzeń zamieszkujących bastiony, miasta typu najbardziej rozpowszechnionego w AvLee.",
	"map.gem:0.header.description" : "Gem musi pokonać wszystkich wrogów, nie przygrywając przy tym ani jednej bitwy. Nie może przekroczyć 10 poziomu, ale zdobyte doświadczenie, umiejętności i zaklęcia będzie mogła wykorzystać w następnym scenariuszu.",
	"map.gem:0.header.name" : "Oczyścić granice",
	"map.gem:0.heroes.27.biography" : "Gem była jedną z największych czarodziejek, jakie kiedykolwiek widziano w Enroth. Służyła po stronie króla Rolanda Żelazna Pięść w czasie Wojny o Sukcesję. Wkrótce po przejęciu tronu przez Rolanda Gem opuściła Enroth.",
	"map.gem:1.event.0.description" : "Powiedziałam Clancy'emu o tym, że podjęłam się pomóc adeptowi magii, Sandro, odnaleźć amulet grabarza, potrzebny jego panu, Ethricowi. Z aprobatą pogłaskał się po brodzie, gdy wyjaśniłam, że amulet posłuży do badań nad zapobieganiem nekromancji. I mile mnie zaskoczył, oferując swą pomoc.",
	"map.gem:1.event.1.description" : "Według Sandro Amulet Grabarza znajduje się na północ lub północny wschód od zamku Clifftree, strzeżonego przez hordę upiornych smoków.",
	"map.gem:1.event.10.description" : "Wysłałam wiadomość do Clancy'ego, informując go, że obiecałam Sandro znaleźć Kaptur Wampira i Buty Trupa.",
	"map.gem:1.event.11.description" : "Clancy odpowiedział na moją wiadomość, pisząc że również chętnie pomógłby Ethricowi, ale najpierw musi odwiedzić swego pana, lorda Fayette. Clancy sądzi, że lord Fayette wyda zgodę na dalsze poszukiwania, jeśli tylko nie będą one drażnić Erathiańczyków.",
	"map.gem:1.event.12.description" : "Odpowiedziałam, że z radością przyjmę jego wsparcie, jeśli tylko będzie pamiętał, że to on pomaga wypełnić mi zadanie, a nie odwrotnie. Zapewnił mnie, że bardzo dobrze zdaje sobie z tego sprawę, a następnie próbował powiedzieć parę ciepłych słów o mojej kampanii dla Clovergreen, co tylko doprowadziło mnie do śmiechu. Pochlebca! Ale czegóż można spodziewać się po człowieku, który potrafi oczarować jednorożce?",
	"map.gem:1.event.2.description" : "Powoli zaczynam czuć się w bastionie jak w domu. Przyzwyczaiłam się nawet do smoków! Jedynie drzewce wywołują we mnie pewne poczucie niepewności. To nic osobistego. Są bardzo mili. Tyle, że przypominają mi o przeszłości, o której wolałabym raczej zapomnieć. Nie widziałam chodzących drzew, od kiedy byłam małą dziewczynką.",
	"map.gem:1.event.3.description" : "Moi elficcy zwiadowcy właśnie donieśli, że na północnym wschodzie przebywa nekromanta. Kto wie, może kręci się w pobliżu amuletu. Zwiadowcy mówią też, że terroryzuje i zabija mieszkańców okolicznych osad. Przyniosę wieczny spoczynek każdej nieszczęsnej duszy zamkniętej przez nekromantę w umarłym ciele.",
	"map.gem:1.event.4.description" : "Jeden z elfickich zwiadowców rozmawiał z okolicznymi wieśniakami, którzy kilka miesięcy temu widzieli grupę upiornych smoków. Może smoki, wraz amuletem, ukryły się pod ziemią?",
	"map.gem:1.event.5.description" : "Ostatniej nocy, gdy zakładaliśmy obóz, stanął przed nami stary druid. Powiedział, że Clancy i burmistrz Delino wiele mu o mnie mówli, więc zapragnął się ze mną spotkać. Coś w jego sposobie bycia sprawiło, że natychmiast go polubiłam i przegadaliśmy całą noc przy ognisku. Był bardzo ciekaw różnic między magią czarodziejów i druidów, a szczególnie interesowali go moi nauczyciele. \n\nGdy zaczęłam mówić mu o mojej instruktorce, Amandzie, zdałam sobie sprawę, że druid emanuje takim samym jak ona spokojem, a jego oczy wyrażają podobną akceptację.  Mile rozczarowałam druida mówiąc mu o tym, ale nie chciałam już więcej powiedzieć o Amandzie.  W obecnych czasach nie można za bardzo ufać obcym, pomimo tego, że następnego ranka pozostaliśmy w dobrej komitywie.",
	"map.gem:1.event.6.description" : "Dzisiejszego ranka głośne krzyki zaprowadziły nas do małej osady. Niewielka banda wędrujących szkieletów i zombie napadła na wieśniaków, ale dla mojej armii nie stanowili oni problemu. Ostatni szkielet rozjechałam osobiście. Przewróciłam go i tak długo kręciłam się w miejscu na moim wierzchowcu, aż pod jego kopytami wróg zamienił się w kupkę roztrzaskanych kości. Przysięgam, że usłyszałam westchnienie ulgi, gdy przywiązana do szkieletu dusza odpłynęła w zaświaty. Ale żołnierze dość dziwnie na mnie spoglądali po tym zajściu.",
	"map.gem:1.event.7.description" : "Złoto ma dziwny wpływ na ludzi. Jeśli odmówisz im przyjęcia go, nie wiedzą co zrobić i są zmartwieni. Doszłam do wniosku, że należy je brać, gdy ktoś je oferuje - pod warunkiem, że go na to stać. To oszczędza wielu nieporozumień. Założę się, że Sandro nie wiedziałby, co począć, gdybym odmówiła przyjęcia zapłaty; jest przekonany, że kupił moją lojalność. Najśmieszniejsze, że dla tak szczytnego celu pomogłabym mu za darmo.",
	"map.gem:1.event.8.description" : "Dziś otrzymałam od Sandro bardzo interesujący list. Chyba przekonał swego mistrza, że jestem godna zaufania i można powierzyć mi całą historię. Wygląda na to, że Ethric zajmuje się czymś więcej, niż tylko badaniami. Wierzy, że może stworzyć artefakt blokujący nekromancję, lecz potrzebuje w tym celu trzech artefaktów o pomniejszej mocy: Amuletu Grabarza, Kaptura Wampirów oraz parę Butów Trupa. Sandro obiecał mi więcej złota za znalezienie dwóch kolejnych artefaktów, gdy już uporam się z odzyskaniem pierwszego.",
	"map.gem:1.event.9.description" : "Odpisałam Sandro, że projekt Ethrica jest bardzo interesujący i obiecałam, że podejmę się poszukiwania dwóch pozostałych artefaktów, gdy tylko znajdę Amulet Grabarza. Po wysłaniu listu zdecydowałam, że gdy zakończę poszukiwania, odwiedzę Ethrica i przekażę mu pewną sumę na wsparcie jego prac. Jestem z całej duszy oddana wyznawanym przez niego wartościom.",
	"map.gem:1.guards.32.5.0.message" : "Nagle zewsząd otacza cię dojmujący odór rozkładu. \"Zasadzka!\" krzyczy jeden z żołnierzy wskazując na niebo.",
	"map.gem:1.guards.39.8.0.message" : "Zakopany pod stosem klejnotów i złota, należących do upiornych smoków, leży Amulet Grabarza.",
	"map.gem:1.guards.42.20.0.message" : "Schylając się po samorodek, widzisz, że jego większa część jest jeszcze ukryta pod ziemią. To ci dopiero nie lada bryła złota!",
	"map.gem:1.guards.54.64.0.message" : "Schylając się po samorodek, widzisz, że jego większa część jest jeszcze ukryta pod ziemią. To ci dopiero nie lada bryła złota! ",
	"map.gem:1.header.description" : "Gem musi zdobyć Amulet Grabarza, nie przegrywając przy tym żadnej bitwy. Bohaterowie nie mogą awansować powyżej 15 poziomu, ale Gem i Clancy zachowają zdobyte doświadczenie, umiejętności i zaklęcia w następnym scenariuszu. ",
	"map.gem:1.header.name" : "Szukając amuletu",
	"map.gem:1.heroes.22.biography" : "Nie mając chwilowo żadnych zadań zleconych przez lorda Fayette, Clancy postanawia przyłączyć się do poszukiwań Gem.",
	"map.gem:1.heroes.27.biography" : "Zakończywszy kampanię przeciw najeźdźcom z Deyji, Gem decyduje się pomóc w badaniach nad przeciwdziałaniem nekromancji, zdobywając Amulet Grabarza.",
	"map.gem:1.monster.38.8.0.message" : "Chociaż okolica wygląda przyjaźnie, nie dający się z niczym pomylić odór śmierci przesyca powietrze. Przed tobą pojawia się grupa upiornych smoków.",
	"map.gem:1.town.19.59.0.name" : "Clifftree",
	"map.gem:2.event.0.description" : "Barbarzyńca imieniem Terek odszukał na polecenie Sandro Kaptur Wampira. Niestety rabusie grasujący na Spornej Ziemi pochwycili Tereka w drodze powrotnej do Deyji. Terekowi udało się przekonać bandytów, że jego przyjaciele zapłacą godziwą sumkę, jeśli on sam i jego dobytek pozostaną nietknięte. \n\nMoja kula mówi, że jest przetrzymywany w podziemnym więzieniu niedaleko granicy z Deyją.",
	"map.gem:2.event.1.description" : "Zwiadowcy znaleźli neutralny bastion na południowy wschód od naszej początkowej bazy. ",
	"map.gem:2.event.10.description" : "Muszę skupić się na swoim zadaniu. Chociaż bardzo cierpię, że nie mogę w pojedynkę uwolnić świata od całego zła. Najlepsze, co mogę zrobić, to pokazać innym, jak sami mogą sobie pomóc. Dałam pieniądze burmistrzowi Delino na przesiedlenie wieśniaków w pobliże miasta Clovergreen, gdzie będą mieli lepszą ochronę. Resztę pieniędzy, co do grosika, przeznaczyłam na wsparcie wojska. Chociaż wszyscy są ochotnikami, potrzebują rynsztunku i zaopatrzenia.",
	"map.gem:2.event.2.description" : "Chyba zrobiłam wrażenie na lordach pogranicza z Deyji. Moi elficcy zwiadowcy donoszą, że najbliższy nam lord zbiera ponoć armię, aby wypłoszyć nas z przygranicznych terenów. Podejrzewają, że zwiadowcy wampirów widzieli, jak przemieszczamy się w ten rejon Spornych Ziem.",
	"map.gem:2.event.3.description" : "Dziś przyszły też dobre wieści. Clancy otrzymał pozwolenie swego pana, by pomóc mi w odszukaniu dwóch pozostałych artefaktów. Lord Fayette powiedział, że nie ma nic przeciw naszym poszukiwaniom, jeśli tylko nie będziemy najeżdżać AvLee. To był chyba żart?",
	"map.gem:2.event.4.description" : "Dziś przejeżdżaliśmy przez małą osadę, w której nekromanci przeprowadzili swoje \"żniwa\" gdzieś z miesiąc temu. Pochowałam to, co zostało z ciał dzieci. Nie było śladu po dorosłych; wszyscy zostali wskrzeszeni jako szkielety, jestem tego pewna. \n\nCzuję się taka stara, zmęczona, zła i niepewna, gdy widzę coś takiego. Nie mam pojęcia, jak Erathia zatrzyma Sporne Ziemie, jeśli nie potrafi obronić swych obywateli przed tymi potworami.",
	"map.gem:2.event.5.description" : "Rozmyślałam dziś o... różnych rzeczach. Czasem rozmyślnie unikam myślenia o pewnych sprawach, lecz zbyt mnie to boli, a poza tym poczułam się już związana z tym miejscem. Nie sądzę, że źle jest nienawidzić Znienawidzonego lub nie wybaczać Niewybaczalnego. Według mnie źle jest wówczas, gdy nienawiść i zaciętość zmieniają człowieka w to, czego nienawidzi i czego nie chce wybaczyć. Nie popełnię znów tego błędu. Nie będę taka, jak oni.",
	"map.gem:2.event.6.description" : "Ostatniej nocy znów śniłam o Amandzie. Wydaje mi się, że te sny są... rzeczywiste, że ona kontaktuje się ze mną za pośrednictwem magii. \n\nSpytała, jak sobie radzę. Powiedziałam jej, że zdobyłam amulet dla Sandro i zgodziłam się pomóc jego panu, Ethricowi, znaleźć Kaptur Wampira i Buty Trupa. Trzęsąc się z wściekłości, opowiedziałam jej też o nekromanckich \"żniwach\" i o tym, jak próbuję pomóc żyjącym tu ludziom.  A ona popatrzyła na mnie tymi swoimi pełnymi spokoju oczami i poradziła, bym była ostrożna, bardzo ostrożna, bo tym razem będzie inaczej. ",
	"map.gem:2.event.7.description" : "Przybył dziś pan Clancy'ego, lord Fayette! Co za miła niespodzianka! Twierdził, że był właśnie na \"łowach\", a jednocześnie mrugał do mnie porozumiewawczo. To była pierwsza okazja, kiedy mogłam z nim porozmawiać i muszę przyznać, że bardzo go polubiłam. Rozmawialiśmy o lasach, zwierzętach i o ludziach. Przed samym odjazdem powiedział, że chciałby, abym zastanowiła się nad dołączeniem do sił AvLee jako bohater walczący w barwach jego lub innego lorda tej krainy. Prosił, bym poinformowała go o swej decyzji w ciągu kilku najbliższych dni. ",
	"map.gem:2.event.8.description" : "Chciałam napisać do lorda Fayette zaraz po jego wizycie, ale zmusiłam się do odczekania paru dni. Dziś wreszcie odpisałam, że z radością dołączę do sił AvLee, ale najpierw muszę zakończyć poszukiwania artefaktów dla Ethrica. Sądzę, że to zrozumie. Niedługo się przekonamy.",
	"map.gem:2.event.9.description" : "Dziś dostałam odpowiedź od lorda Fayette. Natychmiast otworzyłam kopertę. Zawierała oficjalne zaproszenie do służby w jego armii w stopniu generała. Zrobię to natychmiast, jak tylko wypełnię swe zobowiązania wobec Sandro. W liście były też pewne pochlebstwa, które mnie szczerze ubawiły. Ten elficki lord musi być lwem salonów. Praca z nim będzie na pewno przyjemnością.",
	"map.gem:2.guards.18.16.1.message" : "Las posągów pozwala ocenić zacięcie, z jakim meduzy strzegą tego artefaktu. Czy chcesz się z nimi zmierzyć?",
	"map.gem:2.guards.22.61.1.message" : "Tego artefaktu strzeże wiele minotaurów i mantikor. Czy zamierzasz odebrać im go siłą?",
	"map.gem:2.guards.22.7.1.message" : "Tego artefaktu strzeże wiele minotaurów i mantikor. Czy zamierzasz odebrać im go siłą?",
	"map.gem:2.guards.23.54.1.message" : "Nad artefaktem unosi się stado harpii. Czy chcesz je zaatakować?",
	"map.gem:2.guards.25.17.1.message" : "Bardzo liczna grupa złych oczu zazdrośnie strzeże tego artefaktu. Chcesz je zaatakować?",
	"map.gem:2.guards.29.63.1.message" : "Wokół artefaktu zebrała się grupa meduz. Czy chcesz je zaatakować?",
	"map.gem:2.guards.3.17.1.message" : "Wokół artefaktu zebrała się grupa meduz. Czy chcesz je zaatakować?",
	"map.gem:2.guards.49.52.1.message" : "Wokół tego reliktu drzemie wiele smoków. Czy chcesz walczyć z nimi o artefakt?",
	"map.gem:2.guards.65.23.1.message" : "Nad artefaktem unosi się stado harpii. Czy chcesz je zaatakować?",
	"map.gem:2.guards.65.31.1.message" : "Wokół artefaktu zebrała się grupa meduz. Czy chcesz je zaatakować?",
	"map.gem:2.guards.66.28.1.message" : "Tego artefaktu strzeże wiele minotaurów i mantikor. Czy zamierzasz odebrać im go siłą?",
	"map.gem:2.guards.9.29.1.message" : "Nad artefaktem unosi się stado harpii. Czy chcesz je zaatakować?",
	"map.gem:2.header.description" : "Musisz dostarczyć Kaptur Wampira do miasta Leafhall. Gem i Clancy nie mogą przegrać żadnej bitwy ani zgubić kaptura. Bohaterowie nie mogą awansować powyżej 20 poziomu, ale zdobyte doświadczenie, umiejętności i zaklęcia posłużą im w następnym scenariuszu. ",
	"map.gem:2.header.name" : "Odzyskanie kaptura",
	"map.gem:2.quest.54.44.1.completed" : "Terek jest więzieniu na północ stąd. Okup wynosi 40 000 sztuk złota. Czy chcesz zapłacić okup?",
	"map.gem:2.quest.54.44.1.firstVisit" : "Tą twierdzą włada grupa rabusiów. Mówią: \"Jeśli chcesz Tereka i jego dobytek, musisz zapłacić okup w wysokości 40 000 sztuk złota.\"",
	"map.gem:2.quest.54.44.1.nextVisit" : "Nie ma 40 000 sztuk złota, nie ma Tereka.",
	"map.gem:2.town.11.11.0.name" : "Leafhall",
	"map.gem:3.event.0.description" : "Zdobycie Butów Trupa nie będzie łatwe. Z tego, co powiedzieli mi moi elficcy zwiadowcy, wynika, że na tym obszarze działają co najmniej dwaj lordowie pogranicza z Deyji. Najprawdopodobniej ostro zareagują na moją obecność tak blisko granicy. \n\nMuszę za wszelką cenę unikać rozpoznania. \n\nOczywiście wspaniale byłoby zdobyć buty, a jednocześnie pokonać kilka oddziałów Deyji.",
	"map.gem:3.event.1.description" : "Próbowałam sprawdzić lokalizację butów w szklanej kuli, ale to na nic. Moje zdolności przewidywania są bardziej związane z życiem niż ze śmiercią. Zgodnie z tym, co twierdzi Sandro, buty powinny być u czarownika mieszkającego na południe stąd.",
	"map.gem:3.event.10.description" : "Spotkałam starego druida dziś rano przed śniadaniem. Byłam z nim szczera. Powiedziałam, że rozważam jego ofertę przyłączenia się do druidów, ale bardzo niepokoję się ślubowaniem, którego będą ode mnie wymagać.",
	"map.gem:3.event.11.description" : "Starzec wyjaśnił mi, że każdy druid sam pisze swoją przysięgę i do obiadu opracowaliśmy zadowalającą mnie treść ślubowania. Pamiętając, co powiedziała Amanda, czułam, że mogę bez obaw pozwolić, by stary druid przedstawił moje ślubowanie Najwyższej Radzie Druidów.",
	"map.gem:3.event.12.description" : "Ostatniej nocy Amanda znów pojawiła się w moim śnie. Gdy już się przywitałyśmy, powiedziałam jej o spotkaniu z druidem oraz o tym, że mogłam wykorzystać moją starą przysięgę rozpoczynając tu nowe życie. Jakaś część mnie na zawsze pozostanie czarodziejką, ale w głębi duszy ewoluowałam w druidkę, odnajdując w Antagarichu swoje nowe życie. Poprosiłam Amandę, by uzyskała zgodę pozostałych czarodziejek na moją przemianę.",
	"map.gem:3.event.13.description" : "Tej nocy znów odwiedziła mnie Amanda i powiedziała, że siostry czarodziejki przychyliły się do mojej decyzji. Przytuliła mnie i wyznała, że od początku chciała, by był to mój \"nowy początek\" w Antagarichu.",
	"map.gem:3.event.14.description" : "Dzisiejszego ranka przesłałam druidowi poprawiony tekst ślubowania. Napisałam, że poprawki dotyczą pewnych ważnych dla mnie niuansów. Powiedziałam też, że pragnę zakończyć poszukiwanie butów jako czarodziejka. Potem, jeśli Najwyższa Rada Druidów przyjmie moje zgłoszenie, złożę ślubowanie w następną pełnię księżyca. Poczułam lekkość w sercu. Wkrótce będę bohaterką AvLee i druidką. Ale najpierw muszę dostarczyć buty dla Sandro.",
	"map.gem:3.event.2.description" : "Dziś rano miałam niespodziewanego gościa: starego druida, z którym już kiedyś się spotkałam. W czasie śniadania poprosił, bym zastanowiła się nad możliwością zostania druidką. Przez moment nie potrafiłam nic powiedzieć, a potem przypomniałam mu, że jestem już czarodziejką. Stary druid spokojnie przełknął kolejny kęs i powiedział, że z tego, co wie, bycie czarodziejką nie oznacza zakazu bycia druidką. Opuścił nas po śniadaniu, lecz zanim odszedł, dał mi książkę, która - jak powiedział - pozwoli mi lepiej zrozumieć, co oznacza bycie druidką.",
	"map.gem:3.event.3.description" : "Ostatniej nocy śniłam o Amandzie i byłam szczęśliwa, że ją widzę. Opowiedziałam jej oczywiście o starym druidzie, jego zaskakującej ofercie oraz moich konkluzjach po przeczytaniu księgi. Amanda zapytała, co sądzę o ofercie druida. \"To zaszczyt\", powiedziałam po chwili namysłu.",
	"map.gem:3.event.4.description" : "Jestem czarodziejką już sześćdziesiąty pierwszy rok. Z czasem człowiek uczy się chronić siebie i swe oddziały przed skażoną magią. Każdego ranka patrzę przez kilka minut w moją szklaną kulę, aby sprawdzić, czy oddziały nie zostały zarażone złą magią.",
	"map.gem:3.event.5.description" : "Dziś rano odkryłam, że połowa oddziałów jest pod działaniem czarów. Wygląda to na odmianę nekromanckiego zaklęcia, które widziałam pięć lat temu; zwą je \"uściskiem ciemności\". Zaklęcie powoduje gnicie ofiar od środka. Na szczęście byłam w stanie usunąć zły czar, nim zwinęliśmy obóz.",
	"map.gem:3.event.6.description" : "Nie jestem już tak łatwowierna, jak kiedyś. Wyjąwszy książkę otrzymaną od starego druida, starannie sprawdziłam, czy nie jest zabezpieczona pułapką lub zaklęciem. Nie znalazłam niczego poza inkantacją przeciw złej pogodzie. Być może przejrzę to dzieło dziś wieczorem.",
	"map.gem:3.event.7.description" : "Ostatniej nocy skończyłam czytać księgę druida. Czytałam ją wolno, zastanawiając się nad tym, co zawarto na jej kartach, oraz nad tym, czego tam nie było. Chociaż są różnice co do szczegółów, podstawowe zarysy filozoficzne są dosłownie identyczne.",
	"map.gem:3.event.8.description" : "\"Gem,\" - odpowiedziała Amanda \"jeśli nasze filozofie są tak podobne, jak mówisz, dołączenie do nich może nie być takim złym pomysłem\". Powiedziałam jej, że nie mogłabym. Czułabym się taka nielojalna w stosunku do niej i sióstr czarodziejek. Amanda potrząsnęła głową i powiedziała, abym dowiedziała się, jakiego rodzaju przysięgi wymagają, zanim podejmę decyzję.",
	"map.gem:3.event.9.description" : "Dużo myślałam o ofercie starego druida i o tym, co powiedziała Amanda. Chyba rzeczywiście powinnam zapytać, jakiego ślubowania wymagają. Jeśli nie ma w nim nic sprzecznego z moimi dotychczasowymi ślubami, przyłączę się do druidów, a Antagarich stanie się moim drugim domem. Wyślę dziś do starego druida wiadomość z prośbą o spotkanie. Będziemy mogli wówczas przedyskutować wszelkie szczegóły.",
	"map.gem:3.guards.2.103.0.message" : "Na środku małej górskiej polanki leży para Butów Trupa. Włosy jeżą ci się na głowie. Łagodny wiaterek przynosi lekki odór rozkładu. Czy chcesz wziąć buty?",
	"map.gem:3.header.description" : "Aby wygrać kampanię, musisz dostarczyć Buty Trupa do miasta, z którego startuje Gem. Jeśli Gem lub Clancy przegrają bitwę lub zgubią buty - przegrasz. Bohaterowie nie mogą awansować powyżej 25 poziomu, ale Gem będzie korzystać ze zdobytego doświadczenia, umiejętności i zaklęć w następnej kampanii.",
	"map.gem:3.header.name" : "Wyprawa po buty",
	"map.gem:3.quest.3.104.0.completed" : "Czarownik przepuści cię, jeśli oddasz mu Sandały Świętego. Czy chcesz przejść teraz?",
	"map.gem:3.quest.3.104.0.firstVisit" : "W tej wieży mieszka potężny czarownik. Pozwoli ci przejść pod warunkiem, że przyniesiesz mu Sandały Świętego. ",
	"map.gem:3.quest.3.104.0.nextVisit" : "Czarownik jest niewzruszony. Jeśli chcesz przejść, przynieś Sandały Świętego.",
	"map.gem:3.quest.75.3.0.completed" : "\"Wreszcie, 25 upiornych smoków! Zajęło ci to wiele czasu. Masz, weź te sandały. Ich aura dobra przyprawia mnie o mdłości.\"",
	"map.gem:3.quest.75.3.0.firstVisit" : "\"Jestem jasnowidzem. Przewidziałem, że będziesz potrzebować Sandałów Świętego. Mam jedną parę, którą mogę ci odstąpić za 25 upiornych smoków.\" Śmieje się gromko, słysząc jak zgrzytasz zębami. \"Jeszcze tu wrócisz.\"",
	"map.gem:3.quest.75.3.0.nextVisit" : "\"Nie masz dla mnie 25 upiornych smoków? A ja nie mam dla ciebie sandałów.\"",
	"map.good1:0.event.0.description" : "Wiadomość od Katarzyny Ironfist, Królowej Enroth: \"Generale, nasz pierwszy desant zdobył dowody wskazujące na inwazję z Nighonu.\"",
	"map.good1:0.event.1.description" : "\"Przez ostatnie trzydzieści dni ci ludzie znajdowali się pod okupacją wojsk z Nighonu. Przypuszczamy, że sąsiednie miasta, Plinth, Mirham i Trailia są również pod okupacją Nighonu lub Eeofol.\"",
	"map.good1:0.event.2.description" : "\"Nasi generałowie wysyłają swoje wojska w głąb tego regionu, aby ograniczyć ruchy wroga na naszym terytorium. W chwili obecnej twój cel jest prosty. Załóż bazę, zbierz siły lokalnej milicji, ogranicz zasięg okupacji Nighonu i znajdź drogi ich inwazji.\"",
	"map.good1:0.event.3.description" : "\"Jeśli uda ci się opanować główną bazę wroga, będziemy w stanie szybko wyeliminować pozostałe oddziały. Powodzenia.\"",
	"map.good1:0.event.4.description" : "Twój zwiadowca powracający z Mirham oznajmia: \"Mirham jest pod okupacją oddziałów z Eeofolu i Nighonu.\"",
	"map.good1:0.event.5.description" : "Jeden z twoich pomocników zbliża się i wręcza ci zwój papieru, wspominając, że zwiadowca, który właśnie go dostarczył, jest w ciężkim stanie z powodu licznych ran. Rozwijasz zwój i czytasz: \"Plinth jest okupowany przez oddziały Eefolu.\"",
	"map.good1:0.event.6.description" : "Pojawia się zwiadowca. Na jego ciele widać wiele ran od strzał i szponów harpii. Żołnierz klęka przed tobą i mówi: \"Genarale, Trailia wpadła w brutalne ręce potworów z Nighonu.\"",
	"map.good1:0.guards.18.35.0.message" : "Udaje ci się pokonac troglodytów. Broniący wieży pikinierzy chętnie staną po twojej stronie.",
	"map.good1:0.header.description" : "Aby wygrać, musisz zlokalizować i zająć miasteczko Terraneus. W tym scenariuszu twoi bohaterowie będą mogli osiągnąć najwyżej szósty poziom doświadczenia ale czterech najlepszych z nich przejdzie z tobą do następnej misji tej kampanii.  ",
	"map.good1:0.header.name" : "Powrót do Domu",
	"map.good1:0.header.rumor.0.text" : "Przed inwazją Nighonu region ten był chroniony przez kilku najświetniejszych bohaterów Erathii. Teraz nikt niestety nie wie, gdzie się oni podziali.",
	"map.good1:0.header.rumor.1.text" : "Czy to prawda, że Królowa Katarzyna powróciła do Erathii?",
	"map.good1:0.header.rumor.10.text" : "Król Gryphonheart nie zmarł z przyczyn naturalnych.",
	"map.good1:0.header.rumor.11.text" : "Słyszałem, że król Gryphonheart zmarł z powodu trucizny dodanej do posiłku.",
	"map.good1:0.header.rumor.12.text" : "Na północ od Caryatid znajduje się Wieża Gryfów. Była ona jednym z pierwszych celów inwazji.",
	"map.good1:0.header.rumor.13.text" : "Mam kuzyna, który szkolił sie na pikiniera w strażnicy na północ od Caryatid. Modlę się,żeby przeżył inwazję.",
	"map.good1:0.header.rumor.14.text" : "Doszły mnie słuchy, że wieża łucznicza na północnym wschodzie od Plinth wpadła w ręce hordy troglodytów.",
	"map.good1:0.header.rumor.15.text" : "Chociaż nie mamy żadnych wieści z klasztoru leżącego na północnym zachodzie od Mirham, wiadomo, że nieprzyjaciel wysłał tam swoje posiłki.",
	"map.good1:0.header.rumor.16.text" : "Najlepsi zbrojni Erathii trenują w koszarach leżących na południowym zachodzie od Trailii.",
	"map.good1:0.header.rumor.17.text" : "Na wschód od Mirham, w dużej chacie mieszka magik. Jeden z lokalnych bohaterów kazał mi zwracać baczną uwagę na ruchy wojsk po zachodniej stronie gór Brakady.",
	"map.good1:0.header.rumor.18.text" : "Skoro pochodzisz z Enroth, to wiesz zapewne, że zachodni łańcuch górski jest granicą oddzielajacą nasze tereny od Brakady.",
	"map.good1:0.header.rumor.19.text" : "Nie było żadnego ostrzeżenia. Nagle, nocą, okazało się, że jesteśmy otoczeni przez mieszkańców podziemi i diabły. Niektórzy wierzą, że wojska te dostały się tu poprzez teleportację.",
	"map.good1:0.header.rumor.2.text" : "Doszły mnie słuchy, że rycerz Gier jest więziony gdzieś na północnym zachodzie od Mirham.",
	"map.good1:0.header.rumor.20.text" : "Nighon znajduje się po drugiej stronie oceanu, ale nikt nie widział żadnych łodzi.",
	"map.good1:0.header.rumor.21.text" : "W zachodniej części Mirham znajdują się koszary gdzie nowi rekruci erathiańskiej armii odbywają pierwsze szkolenia. ",
	"map.good1:0.header.rumor.3.text" : "W wirach oceanu unoszą się szczątki wielu statków. Niektórzy kapitanowie, którym udało się przetrwać piekło wirów, uważają się za wystarczająco silnych, aby pokonać je znowu. Jednak załoga może być przeciwnego zdania.",
	"map.good1:0.header.rumor.4.text" : "Dziękujemy za uratowanie naszego miasta!",
	"map.good1:0.header.rumor.5.text" : "Wiele okolicznych miast jest ciągle pod okupacją Nighonu.",
	"map.good1:0.header.rumor.6.text" : "Znasz może jakieś wieści ze Steadwick?",
	"map.good1:0.header.rumor.7.text" : "Steadwick zostało zdobyte? Nasza stolica jest we władaniu Nighonu?",
	"map.good1:0.header.rumor.8.text" : "Czy to prawda, że ponad połowa Erathii została podbita przez Nighon, Krewlod i Tatalię?",
	"map.good1:0.header.rumor.9.text" : "Widzieliśmy mieszkańców podziemi i diabły. Eeofol musi być w sojuszu z Nighonem.",
	"map.good1:0.sign.26.41.0.message" : "Plinth: południowy zachód. Mirham: północny wschód.",
	"map.good1:0.sign.41.23.0.message" : "Trailia: północny wschód. Mirham: południowy zachód.",
	"map.good1:0.sign.48.35.0.message" : "Mirham: wschód. Cariatyd: wzdłuż gór na wschód, później na południe.",
	"map.good1:0.town.10.54.0.name" : "Plinth",
	"map.good1:0.town.35.35.0.name" : "Mirham",
	"map.good1:0.town.35.35.1.event.0.description" : "Z powierzchni przybywa karawana z twoimi cotygodniowymi dostawami drewna.",
	"map.good1:0.town.35.35.1.name" : "Terraneus",
	"map.good1:0.town.60.8.0.name" : "Trailia",
	"map.good1:0.town.68.56.0.name" : "Caryatid",
	"map.good1:1.event.0.description" : "Musimy dotrzeć do Fair Feather przed siłami Nighonu i Eeofolu. Jeśli zaproponujemy im nasze wsparcie, powinniśmy zdołać przekonać Anioły, aby pomogły nam w walce o Erathię. Musimy zabezpieczyć okoliczne tereny, zanim ruszymy dalej na Steadwick.",
	"map.good1:1.event.1.description" : "Zwiadowcy donoszą, że w okolicy znajduje się kilka wejść do jaskiń. Możliwe, że pod ziemią znajdziemy fortyfikacje Nighonu i Eeofolu.",
	"map.good1:1.header.description" : "Zajmij wszystkie miasta wroga i pokonaj jego armie. Twoi bohaterowie będą mogli osiągnąć najwyżej dwunasty poziom doświadczenia, ale ośmiu najsilniejszych przejdzie do końcowego scenariusza tej kampanii.",
	"map.good1:1.header.name" : "Anioły",
	"map.good1:1.town.19.18.0.name" : "Fair Feather",
	"map.good1:2.event.0.description" : "Drewno na wojenne potrzeby.",
	"map.good1:2.event.1.description" : "Klify Gryfów, miejsce corocznych spotkań godowych niemal wszystkich erathiańskich gryfów, znalazły się obecnie pod kontrolą połączonych sił Nighonu i Kreegan. Wiele lat temu gryfy pomogły przy powstaniu Erathii, teraz zaś powinny zostać podstawą sił, które ją wyzwolą.",
	"map.good1:2.event.2.description" : "W tym rejonie ulokowane są znaczące siły Nighonu i Kreegan, ale musimy uwolnić gryfy, które są obecnie zmuszane do służenia wrogowi. Otrzymaliśmy raporty, że nasza stolica, Steadwick, jest oblężona. Jeśli upadnie, pomoc gryfów będzie nam potrzebna jak nigdy dotąd.",
	"map.good1:2.event.3.description" : "Szukaj wież gryfów na północy. Musimy zdobyć je wszystkie zanim podążymy w kierunku Steadwick. Powodzenia.",
	"map.good1:2.guards.25.23.0.message" : "Jeden z twoich żołnierzy krzyczy nagle: \"Zasadzka!\". Masz dokładnie tyle czasu, ile potrzeba na wyjęcie broni.",
	"map.good1:2.guards.29.8.0.message" : "Wygląda na to, że lawina zablokowała przejście.",
	"map.good1:2.guards.46.23.0.message" : "Jeden z twoich żołnierzy krzyczy nagle: \"Zasadzka!\". Masz dokładnie tyle czasu, ile potrzeba na wyjęcie broni.",
	"map.good1:2.header.description" : "Aby wygrać, musisz zlokalizować i oflagować wszystkie 7 wież gryfów.",
	"map.good1:2.header.name" : "Gryfie Klify",
	"map.good1:2.header.rumor.0.text" : "Doszły mnie słuchy, że Steadwick zostało zaatakowane przez diabły!",
	"map.good1:2.header.rumor.1.text" : "Mamy wielu uchodźców ze wschodu. Większość z nich kieruje się w stronę bezpiecznego Steadwick.",
	"map.good1:2.sign.37.64.0.message" : "Stara droga gryfów",
	"map.good2:0.event.0.description" : "Wczesne raporty szpiegów wskazują na to, że wojska z Nighonu i Eeofolu umocniły swoje pozycje w Dolinie Steadwick. Jako że wszystkie przejścia na lądzie są zablokowane, posiłki muszą być dostarczane poprzez podziemne tunele. ",
	"map.good2:0.event.1.description" : "Aby wejść do doliny, będziesz również musiał odnaleźć przejście, którego używają wrogowie lub znależć drogę wśród gór. Czas na dobre wiadomości - mamy poparcie Brakady. Jeśli tylko uda nam się tam dotrzeć, otrzymamy także pomoc od AvLee. Nie ustąpimy, dopóki Steadwick nie zostanie wyzwolone. ",
	"map.good2:0.event.2.description" : "Ci, którzy przeżyli oblężenie Staedwick twierdzą, że po śmierci króla Gryphonhearta, rządy w Erathi przypadły Morganowi Kendalowi, generałowi sił erathiańskich.",
	"map.good2:0.event.3.description" : "Świadkowie twierdzą, że genarał Kendal został schwytany podczas walki. Krążą pogłoski, że jest przetrzymywany w więzieniu na pólnocnym zachodzie. Dobrym pomysłem byłoby uwolnienie tego błyskotliwego przywódcy.",
	"map.good2:0.header.description" : "Aby wygrać, musisz zdobyć Steadwick. Poszukaj jasnowidza - wypełnienie jego misji pozwoli ci przenieść nagrodę do następnego scenariusza.",
	"map.good2:0.header.name" : "Bitwa o Steadwick",
	"map.good2:0.header.rumor.0.text" : "Przypuszczalnie Władcy Podziemi poprzez podziemne tunele dostarczają zaopatrzenie do Steadwick.",
	"map.good2:0.header.rumor.1.text" : "Władcy Podziemi kontrolują dwie bramy do podziemnych krain na zewnątrz Doliny Steadwick.",
	"map.good2:0.header.rumor.2.text" : "Generał Morgan Kendal trzymany jest jako jeniec w więzieniu na północnym zachodzie.",
	"map.good2:0.heroes.4.name" : "Gen. Kendal",
	"map.good2:0.town.36.42.0.name" : "Steadwick",
	"map.good2:1.event.0.description" : "Z listu od przywódcy Eefolu wynika wyraźnie, że Król Roland Ironfist jest jeńcem diabłów i tylko okup w wyskości miliona złotych monet może utrzymać go przy życiu.",
	"map.good2:1.event.1.description" : "Żądania zawarte w liście w żaden sposób nie mogą być potwierdzone, ale przesłuchiwany posłaniec ujawnił, iż klan Kreelah przetrzymuje Rolanda na terytorium Eeofolu. Niezależnie od tego czy to prawda czy nie, Królowa nie ma zamiaru się poddać.",
	"map.good2:1.event.2.description" : "Główna forteca klanu Kreelah, Kleesive, jest położona blisko granicy z Erathią. Zdobądź ja i uwolnij Króla, jeżeli rzeczywiście jest tam więziony. Ponieważ nie wydaje nam się, aby Klan trzymał więźnia tak blisko granicy, prawdopodobnie jest to próba wciągnięcia naszych oddziałów w pułapkę.",
	"map.good2:1.event.3.description" : "Siły z AvLee właśnie przybyły, aby pomóc nam w wypełnieniu zadania. Powodzenia i niech chronią cię Niebiosa.",
	"map.good2:1.guards.14.24.0.message" : "Jeden z twoich żołnierzy nagle krzyczy: \"Zasadzka!\". Masz dokładnie tyle czasu, ile potrzeba na wyjęcie broni.",
	"map.good2:1.guards.17.29.0.message" : "Jeden z twoich żołnierzy nagle krzyczy: \"Zasadzka!\". Masz dokładnie tyle czasu, ile potrzeba na wyjęcie broni.",
	"map.good2:1.header.description" : "Aby wygrać, musisz przejąć miasto Kleesive. Niektóre  posterunki graniczne można pokonać jedynie pod warunkiem, że bohater posiada artefakt zdobyty w poprzednim scenariuszu.",
	"map.good2:1.header.heroNames.58" : "Przywódca kl",
	"map.good2:1.header.name" : "Rozprawa z diabłem",
	"map.good2:1.heroes.58.name" : "Przywódca kl",
	"map.good2:1.sign.3.32.0.message" : "Karczma Torga",
	"map.good2:1.sign.8.21.0.message" : "Wieś Amnestia",
	"map.good2:1.town.68.40.0.name" : "Kleesive",
	"map.good2:2.event.0.description" : "Zwiadowca donosi, że wzdłuż granicy znajduje się wiele obozów uchodźców, zapełnionych stworzeniami które zmuszone zostały do opuszczenia swoich domów z powodu nieustajacych walk w tym rejonie.",
	"map.good2:2.event.1.description" : "Od miesięcy Tatalia i Krewlod walczyły z Erathią oraz między sobą, tocząc wiele granicznych potyczek. Czarodzieje z Brakady byliby zadowoleni, gdyby mogli zostać z dala od wszelkich konfliktów, ale po tym wszystkim co się wydarzyło, zdecydowali się udzielić nam pomocy.",
	"map.good2:2.event.2.description" : "Czarodzieje ustanowili posterunek na wspólnej granicy Erathii, Tatalii i Krewlodu. Nasze siły zostały wysłane w tamten rejon, aby do nich dołączyć. Powinniśmy być w stanie nie tylko powstrzymać walki, ale również ponownie ustanowić erathiańską granicę. ",
	"map.good2:2.event.3.description" : "Uderz szybko i wyeliminuj cały opór w okolicy. Musimy nauczyć naszych sąsiadów, że próba wykorzystania osłabienia Erathii była bardzo nierozsądna.",
	"map.good2:2.header.description" : "Aby wygrać, musisz zająć wszystkie miasta i zamki wroga, oraz pokonać wszystkich wrogich bohaterów. Niektóre posterunki graniczne można pokonać jedynie pod warunkiem, że bohater posiada artefakt zdobyty w poprzednim scenariuszu.",
	"map.good2:2.header.name" : "Neutralna działalność",
	"map.good2:2.monster.11.55.0.message" : "Żywiołaki wody nie wydają się być chętne do pożyczenia swojej łodzi.",
	"map.good2:2.monster.27.69.0.message" : "Żywiołaki wody nie wydają się być chętne do pożyczenia swojej łodzi.",
	"map.good2:3.event.0.description" : "Władcy Podziemi są bardzo wyrachowani. Podczas, gdy diabły z Eofolu atakują granice Erathii, siły Nighonu podkopują się w okolicach Steadwick. Nasze ziemie atakowane są równocześnie w wielu miejscach.",
	"map.good2:3.event.1.description" : "Siły wojskowe Erathii powinny zatrzymać inwazję na wschodnią część królestwa. Niestety masz na karku Władców Podziemi. Twoim zadaniem jest odparcie ich wojsk w okolice cieśniny Nighonu i utrzymanie linii frontu na ICH ziemiach.",
	"map.good2:3.event.2.description" : "W tym decydującym natarciu będą nam pomagały siły AvLee i Brakady. W tunelach nie mogą przetrwać żadne posterunki Nighonu i Eofolu. Musimy dać Władcom Podziemi lekcję, której nigdy nie zapomną. Powodzenia.",
	"map.good2:3.event.3.description" : "Masz szansę wysłać drogą morską sporą armię do Nighonu, uważaj jednak na zdradzieckie cieśniny, najeżone ostrymi skałami.",
	"map.good2:3.guards.0.25.0.message" : "Oto leży przed tobą Tarcza Strażnika Niebios. Czy uznajesz, że masz do niej prawa?",
	"map.good2:3.guards.1.14.0.message" : "Oto leży przed tobą Hełm Gromu. Czy uznajesz, że masz do niego prawa?",
	"map.good2:3.header.description" : "Aby wygrać, musisz zająć wszystkie miasta i zamki wroga, oraz pokonać wszystkich wrogich bohaterów. Niektóre posterunki graniczne można pokonać jedynie pod warunkiem, że bohater posiada artefakt zdobyty w poprzednim scenariuszu.",
	"map.good2:3.header.name" : "Tunele i troglodyci",
	"map.good2:3.sign.20.96.1.message" : "Biblioteka Przeklętych",
	"map.good2:3.sign.53.39.0.message" : "Wyspa Cyklopów",
	"map.good3:0.event.0.description" : "Nimbus posiada dowody dotyczące zabójstwa Króla Gryphonhearta. Musi do nas bezpiecznie dotrzeć, albo nigdy nie poznamy prawdy. Przyprowadź go do zamku!",
	"map.good3:0.header.description" : "Celem nekromanty Nimbusa jest zdobycie miasta Highcastle i Medalu Męża Stanu. Po zakończeniu tego scenariusza, Nimbus i jego siedmiu najsilniejszych bohaterów podąży za tobą do następnego scenariusza.",
	"map.good3:0.header.name" : "Bezpieczne przejście",
	"map.good3:0.town.7.31.0.name" : "Highcastle",
	"map.good3:1.event.0.description" : "Nigdy dotąd nie zdarzyło się w Erathii, by cztery narody walczyły pod jedną flagą. Dzisiaj maszerujemy przeciwko armii nieumarłych, mając część z nich również po swojej stronie. Choć wydaje się to dziwne, jest to jedyny sposób na pokonanie Deyji.",
	"map.good3:1.event.1.description" : "Aby wygrać, musisz posiadać pełną kontrolę nad całym obszarem. Powodzenia! Liczymy na ciebie.",
	"map.good3:1.header.description" : "Aby wygrać, musisz zdobyć wszystkie wrogie miasta i zamki oraz pokonać wszystkich wrogich bohaterów. Sześciu twoich najsilniejszych herosów z tego scenariusza stanie wraz z tobą do walki z Lordem Heartem. ",
	"map.good3:1.header.name" : "Zjednoczony front",
	"map.good3:2.event.0.description" : "Celem ataku jest miasto, w którym znajduje się grobowiec Króla Gryphonhearta oraz miasto, w którym znajduje się Król w chwili obecnej. Oba miasta muszą zostać zdobyte, albo nigdy nie pozbawimy Gryphonhearta władzy. ",
	"map.good3:2.header.description" : "Aby zwyciężyć, musisz zdobyć wszystkie wrogie miasta i zamki. Poza tym nie możesz stracić Królowej Katarzyny i Lorda Haarta. To ostateczna bitwa ... powodzenia!",
	"map.good3:2.header.name" : "Za króla i kraj",
	"map.good3:2.town.54.23.0.name" : "Stonecastle",
	"map.neutral1:0.event.0.description" : "Twoje pierwsze zadanie otrzymane od króla Tralosska wydaje się być dosyć proste: zawładnij wszystkimi kopalniami w okolicy w celu zaopatrzenia wojsk Tatalii w surowce niezbędne w dalszej walce przeciwko Erathii.",
	"map.neutral1:0.event.1.description" : "Mam dobrą i złą wiadomość. Ucieszysz się, ponieważ trzy erathiańskie posterunki w tym rejonie są praktycznie opustoszałe z powodu wojny na wschodzie. Zła wiadomość jest taka: wrogowie są w stanie zebrać posiłki dużo szybciej od nas, dlatego też radzę działać szybko. ",
	"map.neutral1:0.event.2.description" : "Oczywiście, najpierw należy wyeliminować wszelki opór w okolicy, później możesz z przyjemnością i bez pośpiechu wypełnić swoje zobowiazania...",
	"map.neutral1:0.guards.42.19.0.message" : "Na horyzoncie pojawia się grupa gnolli. Kiedy się do nich zbliżasz ich dowódca wręcza ci zalakowany list: \"Te wojska są wysłanymi ci posiłkami. Dysponuj nimi ku chwale Tatalii. Podpisano, Król Tralossk.\"",
	"map.neutral1:0.guards.57.71.0.message" : "Ta droga prowadzi głębiej na ziemie Erathii, może należy jednak najpierw zabezpieczyć okolicę zanim udasz się dalej?",
	"map.neutral1:0.header.description" : "Aby odnieść zwycięstwo, musisz zatknąć flagi na wszystkich kopalniach. W tym scenariuszu, twoi bohaterowie będą mogli osiągnąć najwyżej dwunasty poziom doświadczenia, ale ośmiu najsilniejszych będzie mogło przejść do ostatniej misji tej kampanii.",
	"map.neutral1:0.header.name" : "Przygranicze",
	"map.neutral1:0.monster.32.8.0.message" : "Gnolle wydają się być znudzone staniem na straży i po krótkiej dyskusji dołączają do twoich sił.",
	"map.neutral1:0.sign.10.9.0.message" : "Królewski Jacht - Tylko Ambasadorowie!",
	"map.neutral1:0.sign.27.24.0.message" : "Szósta Świątynia Erathii",
	"map.neutral1:0.sign.31.47.0.message" : "Bagienne Rusałki - Nie przeszkadzać!",
	"map.neutral1:0.sign.44.64.0.message" : "Szkoła Walki Abdula - Witamy Serdecznie",
	"map.neutral1:0.sign.48.25.0.message" : "Witamy w Tatalii.",
	"map.neutral1:0.sign.49.28.0.message" : "Witamy w Erathii.",
	"map.neutral1:0.sign.60.11.0.message" : "Wieś Saurian - Serdecznie NIE witamy.",
	"map.neutral1:0.sign.9.28.0.message" : "Fabryka Maszyn Oblęzniczych Abdula. Nie udzielamy kredytów.",
	"map.neutral1:1.event.0.description" : "Czyżby dawno nie było potyczki z erathiańskim wojskiem na naszej wschodniej granicy? Mówi się, że to dzięki nam te żółtodzioby stały się prawdziwymi wojownikami. Ostatni najazd przyniósł zwycięstwo, ale również niespotykanie dużą liczbę jeńców.",
	"map.neutral1:1.event.1.description" : "Przesłuchania więźniów potwierdziły nasze podejrzenia - bez Króla Rolanda Erathia straciła swojego ducha. Naszym celem nie jest wszczynanie wojny, ale szybkie splądrowanie królestwa, które stoi przed nami otworem. Kiedy będziemy mieć potrzebne surowce.... pomyślimy może o wojnie.",
	"map.neutral1:1.event.2.description" : "Do tego czasu, żądamy twojego bezwarunkowego udziału w najeździe na terytorium Erathii, na wschód od naszych granic. Jeśli jednak zostaniesz schwytany, będziemy utrzymywać iż jesteś jedynie nadgorliwym przywódcą klanu, działającym poza interesem ogółu narodu.",
	"map.neutral1:1.event.3.description" : "Wynagrodzimy cię sowicie, ale będziesz musiał naprawdę na to zapracować. Diuk szacuje, iż Krewlod będzie potrzebowało przynajmniej 200,000 sztuk złota na sfinansowanie swoich dalszych przedsięwzięć. Ruszaj więc i powodzenia.",
	"map.neutral1:1.header.description" : "Chcesz zwyciężyć? Zbierz 200,000 sztuk złota. W tym scenariuszu, twoi bohaterowie będą mogli osiągnąć najwyżej dwunasty poziom doświadczenia, ale ośmiu najsilniejszych będzie mogło przejść do ostatniej misji tej kampanii. ",
	"map.neutral1:1.header.name" : "Gorączka Złota",
	"map.neutral1:2.event.0.description" : "Wiadomość od króla Tralosska. \"Cieszę się, że stajesz po naszej stronie. Twoje doświadczenie w walkach z barbarzyńcami da ci pewną przewagę. Niestety musisz pamiętać, że diuk Boragus wyznaczył cenę za twoją głowę zdrajcy.\"",
	"map.neutral1:2.event.1.description" : "\"Ta bitwa może się okazać ostatnią. Zamierzamy poszerzyć nasze granice aż do wzgórz Krewlodu, gdzie będą chcieli powstrzymać nas barbarzyńcy. Prawdopodobnie między nami znajdzie się mały oddział wojsk Erathii, ale nie powinien być dla ciebie przeszkodą.\"",
	"map.neutral1:2.event.2.description" : "\"Spraw się dobrze a staniesz się idolem Tatalii. Jeśli przegrasz... no cóż, o tym nie musimy mówić.\" List jest sygnowany pieczęcią Tralosska.",
	"map.neutral1:2.event.3.description" : "Otrzymujesz wiadomość od jednego z generałów diuka Boragusa: \"Nigdy nie lubiłem najemników, ale udowodniłeś, że warto zaoferować ci następny kontrakt. Podobno stary Tralossk był tak wściekły, że udało ci się go pokonać, iż rozkazał dostarczyć sobie twoją głowę w koszu!\"",
	"map.neutral1:2.event.4.description" : "\"Tralosskowi przyszło do głowy uszczknąć kawałek naszego terytorium. TWOIM zadaniem jest jego powstrzymanie. Co prawda diuk Boragus cię lubi, ale twoje życie nie będzie warte złamanego grosza, jeśli Tatalańczycy pokażą się u bram pałacu diuka...\"",
	"map.neutral1:2.event.5.description" : "\"Twoje zadania są jasne. Zatrzymaj marsz tataliańskich wojsk, następnie pogoń te nędzne gady jak najdalej od naszej granicy, żeby nigdy więcej nie przeszło im przez myśl postawienie nogi na naszej ziemi. Przy okazji pozbądź się erathiańskich posterunków. Dobrej zabawy!\"",
	"map.neutral1:2.guards.27.60.0.message" : "Z krzaków niespodziewanie wyskakują bandyci i atakują cię!",
	"map.neutral1:2.guards.43.66.0.message" : "Z krzaków niespodziewanie wyskakują bandyci i atakują cię!",
	"map.neutral1:2.guards.50.14.0.message" : "Z krzaków niespodziewanie wyskakują bandyci i atakują cię!",
	"map.neutral1:2.guards.76.15.0.message" : "Z krzaków niespodziewanie wyskakują bandyci i atakują cię!",
	"map.neutral1:2.header.description" : "W tej kampanii zwycięstwo osiągniesz zdobywając wszystkie miasta i zamki wroga, oraz pokonując wszystkich wrogich bohaterów. Niezależnie od tego po której stronie się opowiesz, przeciwnik uzna cię za zdrajcę.",
	"map.neutral1:2.header.name" : "Chciwość",
	"map.neutral1:2.sign.46.66.0.message" : "Droga południowa",
	"map.neutral1:2.sign.60.16.0.message" : "Droga północna",
	"map.neutral1:2.sign.87.57.0.message" : "Wieś orków",
	"map.neutral1:2.sign.96.43.0.message" : "Wieś goblinów",
	"map.neutral:0.event.0.description" : "Your first orders from King Tralossk are simple enough: seize all mines in the region so that the armies of Tatalia will have the resources necessary for a larger military campaign against Erathia.",
	"map.neutral:0.event.1.description" : "But there is good news and bad news. The good news is that the three Erathian outposts in the area are mostly depleted due to the war in the east. The bad news is that they can summon reinforcements faster than we can, so you must act quickly.",
	"map.neutral:0.event.2.description" : "Of course, should you eliminate the opposition in the area, then you will be able to complete your contract at your leisure...",
	"map.neutral:0.guards.42.19.0.message" : "A small group of gnolls appears from down the road.  As they walk up to you (in a non-threatening manner) the leader gives you an official note reading, \"These troops are for the greater glory of Tatalia, use them as you please.  Signed, King Tralossk.\"",
	"map.neutral:0.guards.57.71.0.message" : "This road leads deeper into Erathia, but maybe you should secure this region before you move further in.",
	"map.neutral:0.header.description" : "To win, you must flag all mines. Your Heroes will be limited to 12th level in this scenario, but your 8 strongest Heroes will be available to you in the final scenario of this campaign.",
	"map.neutral:0.header.name" : "Borderlands",
	"map.neutral:0.monster.32.8.0.message" : "These gnolls seem tired of guarding this tent, and after a small discussion they decide to join you.",
	"map.neutral:0.sign.10.9.0.message" : "Royal Yacht - Ambassadors Only!",
	"map.neutral:0.sign.27.24.0.message" : "Sixth Temple of Tatalia",
	"map.neutral:0.sign.31.47.0.message" : "Swamp Faeries - Do Not Disturb",
	"map.neutral:0.sign.44.64.0.message" : "Abdul's Defense Training - All Welcome",
	"map.neutral:0.sign.48.25.0.message" : "Welcome to Tatalia.",
	"map.neutral:0.sign.49.28.0.message" : "Welcome to Erathia.",
	"map.neutral:0.sign.60.11.0.message" : "Saurian Village - Visitors Not Welcome",
	"map.neutral:0.sign.9.28.0.message" : "Abdul's Siege Weapon Factory. No Refunds",
	"map.neutral:1.event.0.description" : "Long have we skirmished with the Erathian Military on our eastern border. Many credit us for hardening their soldiers into the strong fighters they have become. A recent border raid resulted in victory, but it also resulted in an uncharacteristically large number of prisoners.",
	"map.neutral:1.event.1.description" : "Our interrogations of these prisoners confirmed our suspicions. Without their King, Erathia has no heart. Our goal is not to start a war, but to quickly plunder the land that is easily within our reach. Once we have the resources we need... war can be discussed.",
	"map.neutral:1.event.2.description" : "Until then, we require your independent participation to raid the Erathian territories to our immediate east. Should you be captured, we will claim you were merely an overzealous clan leader, acting outside the interests of the nation.",
	"map.neutral:1.event.3.description" : "You will be paid well, but you will need to work for your money. The Duke has determined that Krewlod will need at least 200,000 gold to properly fund any further ventures. Get going, and good luck.",
	"map.neutral:1.header.description" : "To win, you must accumulate 200,000 gold. Your Heroes will be limited to 12th level in this scenario, but your 8 strongest Heroes will be available to you in the final scenario of this campaign.",
	"map.neutral:1.header.name" : "Gold Rush",
	"map.neutral:2.event.0.description" : "You receive a message from King Tralossk - \"I am pleased that you have chosen to side with us. Your knowledge of how those stupid barbarians fight will give you an advantage, though it is very likely that Duke Boragus has put a price on your head for being a traitor.\"",
	"map.neutral:2.event.1.description" : "\"This will be a fight to the finish. We wish to extend our borders into the Krewlod hills, and they wish to stop us. A token Erathian force will likely get caught in the middle, but there is simply nothing we can, or wish to, do about it.\"",
	"map.neutral:2.event.2.description" : "\"Do well, and you shall be idolized by all of Tatalia. Fail... well, we don't need to discuss that just yet.\" The letter is simply stamped with the scaly insignia of House Tralossk.",
	"map.neutral:2.event.3.description" : "You receive your orders from one of Duke Boragus's generals. \"I've never liked mercenaries myself, but you've managed to prove yourself worthy enough to get offered a second contract. I hear that ol' Tralossk was so mad you turned him down that he ordered your head delivered to him in a basket!\"",
	"map.neutral:2.event.4.description" : "\"Anyway, in case you hadn't noticed, this is a border war. Ol' Tralossk has got it into his head that he'd like some of our territory. YOU are here to stop him. Duke Boragus likes you, but your life won't be worth spit if the Tatalians show up at the doors of the Duke's Palace.\"",
	"map.neutral:2.event.5.description" : "\"Now, your orders are clear. Stop the Tatalian advance, then beat those sorry Lizards so far back across the border that they'll never even THINK about dry land again. Oh, and while you're at it, get rid of those pesky Erathian outposts. Have fun!\"",
	"map.neutral:2.guards.27.60.0.message" : "Bandits leap out of the underbrush and attack!",
	"map.neutral:2.guards.43.66.0.message" : "Bandits leap out of the underbrush and attack!",
	"map.neutral:2.guards.50.14.0.message" : "Bandits leap out of the underbrush and attack!",
	"map.neutral:2.guards.76.15.0.message" : "Bandits leap out of the underbrush and attack!",
	"map.neutral:2.header.description" : "To win, you must capture all towns and castles and defeat all enemy heroes. Regardless of which side you choose, the other will forever consider you a traitor.",
	"map.neutral:2.header.name" : "Greed",
	"map.neutral:2.sign.46.66.0.message" : "South Road",
	"map.neutral:2.sign.60.16.0.message" : "North Road",
	"map.neutral:2.sign.87.57.0.message" : "Orc Villa",
	"map.neutral:2.sign.96.43.0.message" : "Goblin Villa",
	"map.sandro:0.event.0.description" : "Nareszcie! Masz już Kaptur Wampira i Zbroję Przeklętego! Plan przejęcia władzy w Deyji ma realne szanse powodzenia. Ethric, twój były mistrz, wpadł we wściekłość, gdy dowiedział się, że zostałeś nekromantą. Gdy pozna twoje plany związane z tymi dwoma artefaktami, zadławi się ze złości!\n\nDowiedziałeś się też, że Ethric poinformował o twoim miejscu pobytu właścicieli artefaktów oraz innych awanturników, którzy po prostu nie lubią nekromantów. Podróż do Deyji może być początkowo trudna, wysyłasz więc naprzód zwiadowców, aby uniknąć zasadzki.",
	"map.sandro:0.event.1.description" : "Właśnie nadszedł list pełen pogróżek od barbarzyńcy z zachodu. Oto, co pisze:\n\n\"Sandro, \n\nnazywam się Jeddite. Być może mnie pamiętasz, jeśli ciemność nie wypełniła jeszcze do końca twojego umysłu. Obaj byliśmy uczniami Ethrica. Zostając nekromantą, okryłeś mnie hańbą, gdyż to ja przedstawiłem cię naszemu mistrzowi. Powinienem był go słuchać. Od początku wątpił w twoje zdolności do rozsądnego i mądrego posługiwania się magią. \n\nEthric powiedział mi o dwóch artefaktach, które masz ze sobą. Nie łudź się, że uda ci się mnie ominąć i dotrzeć bezpiecznie do Deyji. Mam sojuszników w bastionie położonym na północy - jego mieszkańcy wraz ze mną staną na twej drodze. Wyrwę artefakty z twoich gnijących rąk i oddam je Ethricowi.\"\n\nPamiętasz tego Jeddite. Był on nie tylko jednym z najlepszych studentów Ethrica, był też jego najlepszym przyjacielem. Teraz czuje się winny, że przedstawił cię swemu mentorowi... Trzeba się zastanowić, jak wykorzystać tę jego słabość. ",
	"map.sandro:0.event.2.description" : "Doradcy przypomnieli ci, że minął już prawie tydzień, odkąd otrzymałeś list z pogróżkami od \"starego przyjaciela\". Twierdzą, że powinieneś szybko wysłać odpowiedź, jeśli chcesz wykorzystać tę starą znajomość na swoją korzyść. Wzywasz więc posłańca. \n\n\"Powiedz Jeddite, co następuje: Otrzymałem Twoje ostrzeżenie. Czy myślałeś, że ucieknę i ukryję się w strachu przed twymi groźbami? Nie, one jedynie mnie wzmocniły. Zabiorę artefakty do Deyji, gdzie pomogą mi wspiąć się na sam tron. Ty i twoja żałosna banda nie powstrzymacie mnie. Jeśli wejdziesz mi w drogę, zabiję wszystkich twoich żołnierzy, by potem wskrzesić ich i wcielić do mej armii. Przy okazji, dziękuję za wprowadzenie mnie w arkana magii. Bez twojej pomocy nigdy nie osiągnąłbym takiej władzy.\"\n\nPosłaniec szybko zapisał twe słowa na pergaminie i ruszył w drogę. Zastanawiasz się, czy wiadomość nie była jednak zbyt buńczuczna. Ale miejmy nadzieję, iż świadomość, że przyczynił się do stworzenia takiego potwora jak ty, podkopie nieco pewność siebie Jeddite. ",
	"map.sandro:0.event.3.description" : "Wysyłanie listów wyrażających otwarcie intencje nie jest twoim zwykłym sposobem działania. Wolisz podstępne manipulacje i ataki z zaskoczenia, niż grę w otwarte karty. Płacisz też doradcom wielkie sumy złota, by szukali słabych stron przeciwnika. Oto, do jakiej konkluzji doszli tym razem: \"Wyślij wiadomość do wszystkich miast tej prowincji informując, że masz artefakty. Następnie obrazowo wyjaśnij im, jak potężny staniesz się, jeśli ich użyjesz. Powiedz im, że jeśli nie pozwolą ci przejść, użyjesz artefaktów podczas bitwy i rzucisz cień śmierci na ich ziemię.\"\n\nZgadzasz się, że tego typu zawiadomienie w najgorszym razie osłabi przynajmniej ich wiarę w siebie, a być może nawet sprowokuje do dyskusji, która opóźni ich działania, co ułatwi z kolei twoją podróż do Deyji. Jeśli wiadomość nie spełni swej roli, będzie czas, by uciec się do bardziej skutecznych metod perswazji. Po kilku godzinach skrobania piórem i paru gąsiorkach wina tekst wiadomości jest gotów. Zostanie rozesłany jutro skoro świt. ",
	"map.sandro:0.event.4.description" : "Do tej pory wszyscy głupcy stojący między tobą a Deyją dowiedzieli się już, że masz ze sobą artefakty; jednak nie przyszła jeszcze żadna oficjalna odpowiedź na twoje zawiadomienia. To może oznaczać kilka rzeczy: w ciszy przygotowują niespodziewany atak, nie uważają cię za prawdziwe zagrożenie lub też są sparaliżowani strachem. Podejrzewasz, że najbliższe prawdy jest ostatnie wytłumaczenie i zastanawiasz się, na co liczył Ethric, wciągając tych ludzi w swoje poszukiwania. ",
	"map.sandro:0.event.5.description" : "Przybył szpieg z informacją o wewnętrznym konflikcie wśród twych wrogów. Twój stary przyjaciel Jeddite i jego poplecznicy chcą odebrać ci artefakty i jak najszybciej oddać je Ethricowi. Natomiast dwa inne sprzymierzone miasta, na północy i północnym wschodzie chcą, by artefakty pozostały w ich posiadaniu. Według twoich doradców, lord Jabarkas, przywódca dwóch zbuntowanych miast, jest przyrodnim bratem Ethrica z nieprawego łoża, cierpiącym na kompleks niższości. Wydaje się, że Jabarkas zawsze zazdrościł starszemu bratu pozycji. Podejrzewasz, że wierzy, iż posiadanie artefaktów przyniesie mu szacunek w oczach innych panów. \n\nPozwalasz sobie na złośliwy uśmieszek. \n\nAtaki psychologiczne to twoja specjalność. Przy pewnej dozie szczęścia, twoi wrogowie sami się powybijają i będziesz mógł przemknąć do Deyji niczym cień w ciemnościach. ",
	"map.sandro:0.event.6.description" : "Zwiadowcy przesłali ci wiadomość: \n\n\"Panie, \n\nnasza droga była do tej pory pełna przeszkód i nic nie wskazuje na to, by miało się coś w tej materii zmienić. Naszą kwaterę główną otacza pełna wrogich strażników pustynia. Bronią nam oni dostępu do kopalń, gospód i wszelkich zabudowań jakie tylko udało im się zająć. Nasi wrogowie są liczni i dowodzi nimi wielu bohaterów. Musisz posuwać się bardzo ostrożnie i w każdej chwili być gotowym na przyjęcię bitwy.\" ",
	"map.sandro:0.event.7.description" : "\"Straszne wieści, panie!\"  Przerażony żołnierz podbiega do ciebie i opowiada, że ktoś włamał się do kwater i wbił wielki miecz w środek twego łoża. Do miecza był dołączony pergamin, a na nim wiadomość: \"Sandro! Umrzesz i umrą ci, co podążają za tobą. Odzyskam artefakty, które ukradłeś.\" Nie było podpisu. \n\n\"Panie, z przykrością donoszę, że intruz, kimkolwiek był, przyszedł i odszedł nierozpoznany\", ciągnął żołnierz. \"Co gorsza, zabrał twoje ukryte zapasy złota. Wszystko, co miałeś panie. Stokrotnie przepraszam, panie.\"\n\nZ rykiem wściekłości unosisz miecz i opuszczasz ostrze na głowę nieszczęśnika. Gdybyś spał ostatniej nocy w swym łożu, zapewne już byś nie żył. Oddziały powinny być lepiej wytrenowane w wykrywaniu skrytobójczych ataków.",
	"map.sandro:0.guards.15.27.0.message" : "To miejsce wygląda znajomo. Nachodzą cię zamglone wspomnienia o pięknej dziewczynie, którą tu sprowadziłeś kilka lat temu i... z zamyślenia wyrywa cię przybycie szpiega. \"Panie, lord Jabarkas wie, że tu jesteś, i planuje cię zabić. Nie zapomniał, że kilka lat temu porwałeś jego córkę i zniewoliłeś ją. Wezwał wielką armię z sąsiedniej fortecy i zamierza wkrótce zaatakować.\" \n\n\"Czy wspominał o artefaktach?\" pytasz.\n\n\"Nie, panie\"\n\n\"W porządku. Możesz odejść.\"",
	"map.sandro:0.guards.17.19.0.message" : "Z zarośli obok drogi dochodzi jakiś szelest. Wstrzymujesz konia i sięgasz po miecz, aby zbadać sprawę. Przez moment przyglądasz się krzakom, po czym chowasz broń i wyciągasz z zarośli czerwonoskórego stwora wielkości człowieka. Nędzna kreatura podnosi się z ziemi i otrzepuje z kurzu. \n\n\"Kim jesteś i dlaczego nas śledzisz?\" pytasz. \n\nDiablik patrzy na ciebie i uśmiecha się z przymusem. \"Zwę się Shalongrarg. Przybyłem tu z północnego wschodu na rozkaz mego brata.\"\n\n\"A kimże jest twój brat, by kazać ci śledzić mnie?\" \n\"Mój brat to Wielki Lord Jared\", dumnie oświadczył diablik. \"Niewątpliwie słyszałeś o nim. Jego wyczyny przeszły do legendy. Wszyscy drżą na dźwięk jego imienia.\"\n\nArogancki uśmieszek diablika niknie, gdy wybuchasz gromkim śmiechem. \n\n\"Jared? Tak, słyszałem o nim. Słyszałem, że to przydrożny łachmyta, który z bandą tchórzliwych rzezimieszków napada na spokojnych podróżnych. Legendarne wyczyny? Opowieści o jego godnych pożałowania grabieżach nie są więcej warte, niż bzyczenie uprzykrzonej muchy. A ty, Shalongrarg, masz czelność nachodzić mnie i powoływać się na tak żałosne koligacje? Powiedz, ty nędzna kreaturo, czego chce ta obraza dla wszystkich lordów od wielkiego Sandro?\"\n\n\"Ja... ja... Nie wolno mi nic powiedzieć.\" Shalongrarg milknie, nie znajdując właściwych słów. Nigdy przedtem nikt nie śmiał mówić w ten sposób o jego bracie. \n\n\"Powiedz, co planuje twój brat, albo obetnę ci wszystkie członki jednocześnie.\"\n\nDiablik kurczy się w sobie i wbija oczy w ziemię. Łapiesz go za rogi i zmuszasz, by spojrzał ci w oczy. \"Szukałeś Sandro i znalazłeś go. A teraz gadaj, dlaczego twój brat jest nim tak zainteresowany!\"  Oczy Shalongrarga robią się coraz bardziej wyłupiaste, a z uszu płynie krew. Przyciągasz go jeszcze bliżej do swej twarzy.  \"Zmiażdżę twoją czaszkę, jak skorupkę od jajka, jeśli mi nie odpowiesz!\" Nagle puszczasz diablika, a on upada na ziemię. Unosisz stopę i stawiasz na jego głowie. \n\n\"Nie, zaczekaj!\" wyje diablik. \"Powiem ci wszystko, co wiem. Gdy mój brat dowiedział się, że masz artefakty, rozkazał swym oddziałom, by odebrały ci je za wszelką cenę. Wysłano mnie, bym zebrał informację o twojej armii i kierunku jej marszu.\"\n\nZnów łapiesz Shalongrarga za gardło i spoglądasz głęboko w jego przerażone oczy. \"A więc twój brat chce się ze mną zmierzyć. Być może niektórzy z was mają resztki odwagi. Być może nie wszyscy są - jak ty - tchórzliwi niczym owce prowadzone na rzeź.\"  Szybki ruch twojego nadgarstka i po nieprzyjemnym chrupnięciu ciało Shalongrarga pada na ziemię. Nagle zewsząd słyszysz głuchy pomruk. Atakuje cię wielka armia.",
	"map.sandro:0.guards.40.46.0.message" : "Szpiedzy podsłuchali rozmowę lorda Ufretina i jego dowódcy:\n\n\"Tak, panie. Dziś rano przyszła wiadomość od Ethrica. Sandro jest w naszej prowincji i ma ze sobą artefakty. Odpowiedzieliśmy, że odzyskamy artefakty i przekażemy je Jeddite. Czy mamy przygotować się do ataku, panie?\"\n\n\"Tak, to najlepsze, co możemy uczynić. Trzeba się spieszyć. Sandro jest chytry. Może być gdzieś w pobliżu. Atakuje szybko i cicho niczym zjawa! Przygotuj ludzi.\"\n\nWieści szybko się roznoszą, myślisz. To tyle w kwestii ataku z zaskoczenia! ",
	"map.sandro:0.guards.49.63.0.message" : "Na horyzoncie majaczy sąsiedni zamek. Jeddite stał się potężnym generałem i jeszcze potężniejszym czarownikiem. Wiesz już, że nie puszcza słów na wiatr i nigdy nie cofa się przed walką. Zastanawiasz się, czy walcząc z byłym przyjacielem, zmieni strategię. W końcu obie strony mają tę samą przewagę wynikającą z wiedzy o tym, co i jak robi druga strona w czasie bitwy.",
	"map.sandro:0.header.description" : "Sandro musi pokonać wszystkich wrogów nie przegrywając żadnej bitwy. Sandro nie może awansować powyżej 5 poziomu, ale doświadczenie, umiejętności i zaklęcia zdobyte w tym scenariuszu będzie mógł wykorzystać w następnym. ",
	"map.sandro:0.header.name" : "Cel",
	"map.sandro:0.town.8.29.0.name" : "Hoddar",
	"map.sandro:1.event.0.description" : "W czasie podróży do Deyji spotykasz młodą czarodziejkę o imieniu Vidomina, która pragnie zostać nekromantką. Zgadzasz się wziąć smutną młodą kobietę jako swoją uczennicę, po tym jak zademonstrowała swój naturalny talent do nekromancji, zabijając i czasowo wskrzeszając kilka zwierząt. Jej szkolenie przebiega dobrze i wkrótce wtajemniczasz ją w swoje plany. Wyjaśniasz jej cel swej podróży, pokazujesz artefakty i wyjaśniasz, czemu Ethric chce twej głowy. Szybko pojmuje sytuację i zaczyna sugerować sposoby zaatakowania Ethrica. Pokonanie go nie będzie łatwe, ale z tą nową, błyskotliwą adeptką twoje szanse znacznie wzrosły.",
	"map.sandro:1.event.1.description" : "Vidomina wciąż prezentuje wielki talent i skłonności do nekromancji. Dzisiejsze narady sprawiły, że nie miałeś czasu dla swej uczennicy. Wieczorem postanowiłeś sprawdzić, czego się nauczyła. Obserwując, jak ćwiczy inkantacje w świetle księżyca, zdajesz sobie sprawę, że jest dość ładna. Nagle jej oczy spotkały się z twoimi i na jej twarzy pojawił się ciepły uśmiech. Odwracasz się, nieco zawstydzony tym momentem słabości. Nekromanci nie powinni mieć takich uczuć!\n\nVidomina podeszła i położyła rękę na twoim ramieniu. \"Dobry wieczór, Mistrzu. Cieszę się, że cię widzę. Brakowało mi dzisiaj twojego towarzystwa.\"\n\nStrząsasz jej rękę. \"Oto pierwsza lekcja na dzisiaj: nie próbuj się ze mną zaprzyjaźnić. Nekromanci parają się śmiercią, a więc przezornie jest zachowywać dystans do innych, nawet jeśli są twoimi nauczycielami.\"\n\n\"Tak, Mistrzu\", pokornie odparła Vidomina.\n\n\"A teraz druga lekcja. Nie ufaj zbytnio ludziom, szczególnie żywym. Przez cały dzień doradcy opowiadali mi o tym kraju, przez który wędrujemy, ale obawiam się, że zbytnio na nich polegam. Chcę, byś ty rozpoznała sytuację i przekazała mi swoje wrażenia. Dowiedz się, jak potężni są nasi wrogowie, jak liczne mają oddziały i jakiej magii używają. Ostatnie cztery miasta, które podbiłem, nie były trudne do zdobycia, ale nie chcę wpaść w pułapkę samozadowolenia. Potrzebuję świeżej oceny sytuacji. Idź już!\"\n\nPatrząc na Vidominę odjeżdżającą na swoją pierwszą samodzielną misję, nie wiesz, czy odetchnąć z ulgą, czy z niepokojem. ",
	"map.sandro:1.event.2.description" : "\"Mówię wam, zakochał się\", szepcze szkielet do swych towarzyszy walki. \"Nie widzieliście, jak na nią patrzy? Niby dlaczego miał takie zamglone oczy, gdy odjeżdżała?\"\n\n\"Zamknij się, głupku\", ostrzegł go zombie. \"Opowiadając takie plotki, możesz ściągnąć na siebie śmierć.\"\n\n \"Ha! Nie boję się Sandro\", prychnął szkielet. \"Jest tak zakochany, że nie wiem, czy ma jeszcze zapał, by poprowadzić nas na...\"\n\nNagłe uderzenie pioruna sprawia, że kości biednego kościeja wzbijają się w górę i rozsypują po okolicy. \"Koniec z tymi pogaduszkami! Wracać do roboty\", warknął Sandro do ocalałych żołnierzy, którzy natychmiast rozbiegli się na stanowiska. \n\nPrzeklinając swoje ludzkie słabostki, robisz sobie wyrzuty. Jeśli nie będziesz trzymać swoich uczuć na wodzy, możesz stracić autorytet w oczach żołnierzy.",
	"map.sandro:1.event.3.description" : "Przyszła wiadomość od Vidominy: \"Panie, w tej prowincji znajdują się dwa bastiony. Ethric wyjaśnił im już, jak wielkim jesteś zagrożeniem ze względu na artefakty, które posiadasz. Na nieszczęście, krasnoludy zamieszkujące jedno z miast dowiedziały się, że jednym z artefaktów jest kamień skradziony ich ziomkom i natychmiast postanowiły przyłączyć się do Ethrica, aby walczyć przeciw tobie. Bądź zatem ostrożny, poruszając się po tym terenie. Podpisano: Vidomina.\"",
	"map.sandro:1.event.4.description" : "Jeden za szpiegów poprosił o chwilę rozmowy: \"Panie, obserwując od tygodnia naszych krasnoludzkich wrogów, wiele się nauczyłem. Po zniknięciu artefaktu, każdy z krasnoludzkich klanów posądzał pozostałe o kradzież. Z tego powodu od lat prowadzili wojnę domową. Jednak po otrzymaniu listu od Ethrica po raz pierwszy od bardzo dawna wszystkie krasnoludzkie klany wspólnie stanęły do walki. Musisz się przygotować na ciężką bitwę.  ",
	"map.sandro:1.guards.12.29.0.message" : "Długie, grube gałęzie owijają się wokół twojego ciała i ściągają na ziemię. Zaatakowały cię enty.",
	"map.sandro:1.guards.19.19.0.message" : "Szpiedzy donoszą, że graniczni strażnicy z czarnymi proporcami strzegą wszystkich monolitów w tej krainie. Przeklęty Ethric! Jego ostrzeżenia dały tym ludziom czas na przygotowanie systemu obrony. Wysyłasz zwiadowcę, by odszukał czarny namiot klucznika.",
	"map.sandro:1.guards.22.18.0.message" : "Drzewa ożyły! Atakują cię!",
	"map.sandro:1.guards.24.10.0.message" : "Przed tobą działający tartak. Pilnuje go duża grupa arcy-liszów. Nigdy nie sądziłeś, że będziesz walczyć przeciw swoim. ",
	"map.sandro:1.guards.29.22.0.message" : "To musi być święcona siarka!",
	"map.sandro:1.guards.3.22.1.message" : "Krasnoludzkie tunele rozciągają się na ogromnym obszarze. Patrząc w dół szybu widzisz, że zapełniają je setki krasnoludów. Wyglądają wyjątkowo nieprzyjaźnie.",
	"map.sandro:1.guards.7.15.0.message" : "Z lawy wynurzają się ogniste postaci i zmierzają w twoim kierunku. Szybko wyciągasz miecz. ",
	"map.sandro:1.guards.9.25.0.message" : "Srebrne pegazy nie wyglądają na zadowolone z twojej wizyty. Gdy zbliżasz się do kopalni rudy, atakują cię. ",
	"map.sandro:1.header.description" : "Aby wygrać, Sandro musi pokonać Ethrica i wszystkich jego sprzymierzeńców, nie przegrywając przy tym żadnej bitwy. Sandro nie może awansować powyżej 10 poziomu, ale zdobyte doświadczenie, umiejętności i zaklęcia będzie mógł wykorzystać w następnym scenariuszu. ",
	"map.sandro:1.header.heroNames.43" : "Vidomina",
	"map.sandro:1.header.heroNames.89" : "Ethric",
	"map.sandro:1.header.name" : "Mistrz",
	"map.sandro:1.header.player.0.mainHeroName" : "Vidomina",
	"map.sandro:1.header.player.4.mainHeroName" : "Ethric",
	"map.sandro:1.heroes.43.biography" : "Vidomina już od dawna powinna być martwa. Jej styl życia, pod tytułem \"pójść wszędzie i zrobić wszystko\" już dawno powinien był doprowadzić ją do sytuacji bez wyjścia. Jej największą tajemnicą jest pragnienie, by zostać prawdziwą nekromantką. ",
	"map.sandro:1.heroes.43.name" : "Vidomina",
	"map.sandro:1.heroes.89.name" : "Ethric",
	"map.sandro:2.event.0.description" : "Finneas Vilmar to młody lord śniący swój sen o wielkości. Mając tak wielkie apetyty przy tak słabym umyśle i wyjątkowym braku zmysłu taktycznego jak i politycznego, szybko stał się powolnym narzędziem w twoich rękach. To świetny materiał na marionetkę - jest tak głupi, że nawet nie wie, co to takiego. Postanawiasz uzależnić go od siebie, pilnując jednocześnie, by piął się w górę.",
	"map.sandro:2.event.1.description" : "Raporty potwierdzają, że dwie niezależne armie AvLee przebijają się tunelami i zamierzają zaatakować z zaskoczenia. Na ich nieszczęście, masz dość czasu, by dobrze się przygotować. Z prawdziwą radością wcielisz ich do swojej armii nieumarłych. ",
	"map.sandro:2.event.2.description" : "Książę Alarice niechętnie patrzy na Finneasa Vilmara, ciebie i wielką armię, którą prowadzicie do Deyji. O dwóch złożonych artefaktach wielkiej mocy, na których książę bardzo chętnie położyłby rękę, nie warto tu już nawet wspominać. Raporty potwierdziły, że książę Alarice ostrzegł lordów z AvLee o nadejściu nieprzyjaciela, więc teraz na pograniczu trwają przygotowania do wojny.  ",
	"map.sandro:2.guards.47.33.1.message" : "Jakby znikąd pojawia się oddział Leśnej Straży!",
	"map.sandro:2.guards.5.28.0.message" : "Witają cię zaostrzone końce dzid wycelowane w twoją twarz. Zażywny krasnolud przeciska się między żołdakami i podchodzi do ciebie. \"Kto idzie?\" pyta. Zanim udaje mu się spojrzeć ci w twarz, kości giną pod iluzją ciała. \n\n\"Nikt ważny\", odpowiadasz półgębkiem. \"Dlaczego nie pozwalacie nam przejść? Chyba się nas nie boicie?\"\n\n\"Szukamy przestępcy o imieniu Sandro.\"\n\n\"Przestępcy? A jakiej to zbrodni dopuścił się ów Sandro?\" \n\n\"Zabił naszych ziomków. Zamierzamy ich pomścić. Chcieli odeprzeć stworzone przezeń zło, ale padli pod jego potężnym mieczem\", odpowiedział krasnolud. \n\n\"Wyglądacie na dobrze przygotowanych. Dlaczego sądzicie, że ten Sandro może być w pobliżu?\"\n\n\"Dostaliśmy ostrzeżenie od lorda Alarice'a. Chociaż jest nekromantą, też pragnie powstrzymać tego kryminalistę. Pozwolimy, by ich armie się starły, a potem zniszczymy to, co z nich pozostanie. Odbierzemy im też te ich diabelskie artefakty.\"\n\n\"Cóż, życzę wam szczęścia. Bo chyba będziecie go potrzebowali. A tak przy okazji, czy wiecie kim jestem?\"\n\n\"Ty? Nie spotkaliśmy się chyba nigdy wcześniej.\"\n\n\"A więc pozwólcie, że się przedstawię. Nazywam się Sandro i mam przyjemność uwalniać świat od takich głupich, zadufanych w sobie karłów, jak wy.\" Mówiąc to, dajesz swej armii znak, a potem krzyczysz: \"Do ataku!\"",
	"map.sandro:2.guards.51.37.0.message" : "Szpiedzy informują, że na tym terenie działają trzy klany krasnoludów. Żaden nie jest sprzymierzony z Alaricem, ale wszystkie otrzymują od niego strategiczne informacje. Dwa klany znalazły się tu, by pomścić zabitych kamratów. Okazuje się, że krasnoludy, które zabiłeś po drodze, miały jakichś \"starszych braci\" czy czy też kuzynów, którzy wprost marzą o tym, by twoich kości użyć w charakterze wykałaczek. Tak jak pozostali, także i oni, koniec końców zasilą szeregi twojej armii. ",
	"map.sandro:2.guards.56.27.0.message" : "Drogę blokuje oddział szkieletów i nie pozwala ci przejść. Łapiesz jednego za mostek i potrząsając całością warczysz: \"Gadaj, czego pilnujecie?\"\n\n\"M-m-m-my mamy rozkaz zatrzymywania intruzów wkraczających na teren lorda Alarice'a.\"\n\nRzucasz kośćmi o ziemię, a one dochodzą do wniosku, że żaden lord nie jest wart znoszenia takiego traktowania. Nie musisz go już nakłaniać do mówienia. \"Alarice planuje zetrzeć twoją armię i wziąć dla siebie Zbroję Przeklętego oraz płaszcz nieumarłego króla. Jeśli mówił coś innego o tych artefaktach, to kłamał.\"\nOdrzucasz szkielet na bok i przygotowujesz się do uderzenia na cały oddział. ",
	"map.sandro:2.guards.61.7.1.message" : "\"Zatrzymaj się, tam gdzie jesteś!\" dochodzi krzyk znikąd.\n\n\"Dlaczego nas zatrzymujecie?\" odkrzykujesz. \n\n\"Już mówiliśmy, lordzie Alarice'u, że się do ciebie nie przyłączymy!\"\n\n\"Nie jestem Alaricem\", wyjaśniasz. \n\n\"Ufff\", powiedział głos z ulgą i na szczycie budynku pojawił się krasnolud. \"Witaj. Jestem Taruzdandu. Dzięki bogu, że nie jesteś lordem Alaricem. Ten człowiek jest taki irytujący!\"\n\n\"Tak? Dlaczego?\"\n\n\"Nigdy się nie poddaje\", odsapuje znacząco krasnolud. \"Chce, byśmy dostarczali mu złoto na jakieś tam przejście czy inną głupotę. Ale prawda jest taka, że polityka powierzchniaków obchodzi nas tyle, co zeszłoroczny śnieg. Chcemy tylko spokojnie kopać w naszej kopalni.\"\n\n\n\"Ach, tak? A co to za kopalnia?\"\n\nNiedaleko stąd jest kopalnia złota, dużo bogatsza niż inne. Nie możemy się do niej dostać, jeśli okoliczni władcy nie przestaną najeżdżać tego obszaru w poszukiwaniu zasobów. Najwyraźniej ten Sandro też chce naszego złota, a nie tylko Alarice.\" Krasnolud przyjrzał ci się uważniej. \"Hej, ty chyba nie jesteś ten Sandro, co? Słyszałem o tobie same złe rzeczy. Ludzie mówią, że zabijasz wszystkich, by powiększyć swoją armię.\"\n\n\"Będę szczęśliwy, mając tak bystrego żołnierza. To prawda, jestem Sandro i jesteś dla mnie potencjalnym rekrutem.\"\n\nMówiąc to, atakujesz, by przejąć miasto.",
	"map.sandro:2.header.description" : "Musisz pokonać wszystkich wrogów Sandro i Finneasa. Jednak ani Sandro, ani Finneas nie mogą przegrać żadnej bitwy. Bohaterowie nie mogą awansować powyżej 20 poziomu, ale zdobyte teraz doświadczenie, zaklęcia i umiejętności będą mogli wykorzystać w następnym scenariuszu. ",
	"map.sandro:2.header.heroNames.65" : "Lord Alarice",
	"map.sandro:2.header.heroNames.76" : "Finneas ",
	"map.sandro:2.header.name" : "Finneas Vilmar",
	"map.sandro:2.header.player.0.mainHeroName" : "Finneas ",
	"map.sandro:2.header.player.1.mainHeroName" : "Lord Alarice",
	"map.sandro:2.heroes.65.name" : "Lord Alarice",
	"map.sandro:2.heroes.76.biography" : "Chociaż żądza władzy uczyniła z Finneasa Vilmara niezłego nekromantę, wyczucie polityczne oraz talent taktyczny wybitnie mu nie dopisały. Połączył więc swe siły z Sandro, aby piąć się w górę przy jego pomocy.",
	"map.sandro:2.heroes.76.name" : "Finneas ",
	"map.sandro:2.sign.69.63.0.message" : "Co robisz na morzu?",
	"map.sandro:3.event.0.description" : "Wkrótce książę Alarice zasili szeregi umarłych. Przygotowania do zadania ostatecznego ciosu przebiegają pomyślnie. Finneas nie zgadza się co prawda z twoją taktyką, ale wiesz, że jego propozycja poprowadzi was na pewną śmierć. Ten głupiec ubzdurał sobie, że jest geniuszem taktyki. Wkrótce przekona się, że nie przetrwa bez twojego wsparcia.",
	"map.sandro:3.header.description" : "Aby wygrać kampanię, Sandro musi pokonać księcia Alarice'a nie przegrywając przy tym żadnej bitwy. Sandro i Finneas nie mogą awansować powyżej 25 poziomu, ale zdobyte w tym scenariuszu doświadczenie, umiejętności i zaklęcia posłużą im w następnej kampanii.",
	"map.sandro:3.header.heroNames.75" : "Duke Alarice",
	"map.sandro:3.header.name" : "Książę Alarice",
	"map.sandro:3.heroes.75.name" : "Duke Alarice",
	"map.sandro:3.monster.27.23.0.message" : "Nie możesz tędy przejść.",
	"map.sandro:3.monster.67.9.0.message" : "Przechowujemy tu całą naszą wiedzę i nie zamierzamy się z nikim dzielić!",
	"map.sandro:3.quest.61.38.0.completed" : "Strażnicy widzą, że masz 25 poziom doświadczenia. Czy chcesz teraz wejść do miasta?",
	"map.sandro:3.quest.61.38.0.firstVisit" : "To miasto jest bardzo niebezpieczne. Strażnicy z powątpiewaniem obrzucają cię wzrokiem, ale godzą się przepuścić cię, gdy osiągniesz 25 poziom doświadczenia.",
	"map.secret1:0.event.0.description" : "Zwiadowcy donoszą, że twoja siostra jest na północy z olbrzymimi siłami bojowych jednorożców z AvLee. W przeciwieństwie do ciebie, wierzy ona, że sporne ziemie należą do AvLee, a deklaracja niepodległości jest zdradą. Twoja chęć do walki topnieje, gdyż miałeś nadzieję uniknąć tej konfrontacji.",
	"map.secret1:0.event.1.description" : "Kiedy gromadzisz swoje siły, aby odnaleźć Graala, dochodzą cię słuchy, że siły Erathii i AvLee mobilizują się w celu przeszkodzenia ci w walce o niepodległość. Właściwie milicja z Erathii i AvLee już stoi na twojej drodze. Na twoje szczęście, brakuje im jednak dobrego przywódcy.",
	"map.secret1:0.event.2.description" : "Część miejscowych opowiada się za tobą, jednak większość nie zajmuje miejsca po żadnej ze stron. Musisz odnaleźć Graala, aby przekonać do siebie pozostałych niedowiarków. Bez niego, oddziały z AvLee i Erathii pokonają twoje wojsko, a ty sam zawiśniesz na najblizszym drzewie.",
	"map.secret1:0.guards.16.49.0.message" : "Kilka elfów, przychylnych twej sprawie, dołącza do twojej armii.",
	"map.secret1:0.guards.19.34.0.message" : "Pułapka! Erathiańscy kusznicy otwierają ogień do twoich wojsk!",
	"map.secret1:0.guards.23.54.0.message" : "Pułapka! Erathiańscy kusznicy otwierają ogień do twoich wojsk!",
	"map.secret1:0.guards.29.25.0.message" : "Grupa pegazów chce wspomóc cię w poszukiwaniach Graala.",
	"map.secret1:0.guards.29.49.0.message" : "Spotykasz grupę krasnoludów i centaurów które popierają twoja walkę o niepodległość. Napotkane oddziały przyłączają się do ciebie.",
	"map.secret1:0.guards.31.42.0.message" : "Kilka elfów, przychylnych twej sprawie, dołącza do twojej armii.",
	"map.secret1:0.guards.36.30.0.message" : "Grupa jednorożców chce wspomóc cię w twej misji. Dostajesz od nich w prezencie Zbroję Cudów.",
	"map.secret1:0.guards.38.59.0.message" : "Pułapka! Erathiańscy kusznicy otwierają ogień do twoich wojsk!",
	"map.secret1:0.guards.39.24.0.message" : "Nagle Liczny oddział jednorożców z impetem wypada z lasu! W czasie gdy twoi dowódcy starają się szybko przygotować wojska na niespodziewany atak, ty z przerażeniem dostrzegasz w oddali swoją siostrę.",
	"map.secret1:0.guards.42.43.0.message" : "Kilka elfów, przychylnych twej sprawie, dołącza do twojej armii.",
	"map.secret1:0.guards.44.25.0.message" : "Grupa pegazów chce wspomóc cię w poszukiwaniach Grala.",
	"map.secret1:0.guards.47.48.0.message" : "Spotykasz grupę krasnoludów i centaurów które popierają twoja walkę o niepodległość. Napotkane oddziały przyłączają się do ciebie.",
	"map.secret1:0.guards.48.40.0.message" : "Pułapka! Erathiańscy kusznicy otwierają ogień do twoich wojsk!",
	"map.secret1:0.guards.52.50.0.message" : "Kilka elfów, przychylnych twej sprawie, dołącza do twojej armii.",
	"map.secret1:0.guards.52.54.0.message" : "Pułapka! Erathiańscy kusznicy otwierają ogień do twoich wojsk!",
	"map.secret1:0.header.description" : "Aby odnieść zwycięstwo, musisz znaleźć Graala w ciągu trzech miesięcy.",
	"map.secret1:0.header.name" : "Gral",
	"map.secret1:0.header.rumor.0.text" : "Graal znajduje się gdzieś na północ od Avalonu.",
	"map.secret1:0.header.rumor.1.text" : "Graal znajduje się gdzieś na wschód od Góry Krasnoludów.",
	"map.secret1:0.header.rumor.2.text" : "Graal znajduje się gdzieś na zachód od Wzgórza Krasnoludów.",
	"map.secret1:0.sign.27.60.0.message" : "Góra Krasnoludów",
	"map.secret1:0.sign.37.61.0.message" : "Na północ do Avalonu. Na wschód do Wzgórza Krasnoludów. Na zachód do Góry Krasnoludów.",
	"map.secret1:0.sign.45.62.0.message" : "Wzgórze Krasnoludów",
	"map.secret1:0.town.39.47.0.name" : "Avalon",
	"map.secret1:1.event.0.description" : "Przy tak małych dostawach drewna, złodzieje uwijają się jak w ukropie.",
	"map.secret1:1.event.1.description" : "Nocą twoje składy drewna zostały znowu napadnięte, ale tym razem zginęło również złoto!",
	"map.secret1:1.event.2.description" : "Musimy dalej budować Welnin, ale okoliczne tartaki są sabotowane, a co gorsza zaczęto nam kraść drewno! ",
	"map.secret1:1.event.3.description" : "Pomimo naszych nieustających wysiłków, buntownicy znowu uciekają z naszym drewnem i złotem.",
	"map.secret1:1.guards.16.48.0.message" : "Odnajdujesz 3 sągi drewna.",
	"map.secret1:1.guards.24.14.0.message" : "Odnajdujesz 3 sągi drewna.",
	"map.secret1:1.guards.25.31.0.message" : "Odnajdujesz 2 sągi drewna.",
	"map.secret1:1.guards.25.42.0.message" : "Odnajdujesz 3 sągi drewna.",
	"map.secret1:1.guards.36.54.0.message" : "Odnajdujesz 3 sągi drewna.",
	"map.secret1:1.guards.40.43.0.message" : "Odnajdujesz 2 sągi drewna.",
	"map.secret1:1.guards.43.29.0.message" : "Odnajdujesz 3 sągi drewna.",
	"map.secret1:1.guards.48.54.0.message" : "Odnajdujesz 3 sągi drewna.",
	"map.secret1:1.guards.53.25.0.message" : "Odnajdujesz 3 sągi drewna.",
	"map.secret1:1.guards.6.10.0.message" : "Odnajdujesz 5 sągów drewna.",
	"map.secret1:1.guards.62.60.0.message" : "Odnajdujesz 5 sągów drewna.",
	"map.secret1:1.header.description" : "Potrzebujesz stolicy, wybuduj Kapitol w mieście Welnin. Tylko wtedy sporne ziemie staną się wolne!",
	"map.secret1:1.header.name" : "Niepodległość",
	"map.secret1:1.town.11.10.0.name" : "Welnin",
	"map.secret1:1.town.36.35.0.name" : "Welnin",
	"map.secret1:2.event.0.description" : "Mieszkańcy Welnin oczekują na przybycie Graala. Wszystko jest w rękach Rylanda. Nie zatrzymuj się aby walczyć - przyjdzie na to czas. Powodzenia.",
	"map.secret1:2.guards.10.3.0.message" : "Zwiadowca twierdzi, że drzewce zamieszkujące okolicę są oddane naszej sprawie.",
	"map.secret1:2.guards.13.61.0.message" : "Zwiadowca twierdzi, że mnisi zamieszkujący okolicę są oddani naszej sprawie.",
	"map.secret1:2.guards.16.54.0.message" : "Zwiadowca twierdzi, że elfy zamieszkujące okolicę są oddane naszej sprawie.",
	"map.secret1:2.guards.28.63.0.message" : "Zbliża się niewielka grupa mnichów. Ich przywódca twierdzi, że chcą dołączyć do twojej armii.",
	"map.secret1:2.guards.36.55.0.message" : "Niewielki oddział zbrojnych wychodzi z pobliskiego lasu i chce dołączyć do twojej armii (lecz nie za darmo).",
	"map.secret1:2.guards.5.7.0.message" : "Zwiadowca twierdzi, że zbrojni zamieszkujące okoliczny las są oddani naszej sprawie.",
	"map.secret1:2.guards.51.6.0.message" : "Zwiadowca twierdzi, że elfy zamieszkujące okolicę są oddane naszej sprawie.",
	"map.secret1:2.guards.53.31.0.message" : "Zwiadowca twierdzi, że wiele krasnoludów z tego regionu ma dosyć obecności wojsk Erathii i AvLee i sprzyja naszej sprawie.",
	"map.secret1:2.guards.65.11.0.message" : "Niewielki oddział jednorożców staje na twojej drodze. Ich dowódca telepatycznie informuje cię, iż chce dołączyć do twojej armii.",
	"map.secret1:2.guards.65.23.0.message" : "Zwiadowca twierdzi, że jednorożce zamieszkujące okolicę są oddane naszej sprawie.",
	"map.secret1:2.header.description" : "Ryland musi dotrzeć z Graalem do Welnin i wybudować tam jego sanktuarium.",
	"map.secret1:2.header.name" : "Droga do Domu",
	"map.secret1:2.town.38.41.0.event.0.description" : "AvLee przysyła zasoby na czas wojny.",
	"map.secret1:2.town.62.63.0.name" : "Welnin",
	"map.secret:0.event.0.description" : "Lordowie Deyji pozwalają niekiedy wedrzeć się na swoje terytorium obcym istotom, by następnie zabić je i wskrzesiwszy, wcielić w szeregi swej armii. Jednak ta część Deyji została opuszczona przez rycerzy i będziesz ją musiał oczyścić samodzielnie, jeśli chcesz dotrzeć do zamku lorda Haarta. Jakże przydałaby się teraz zbroja martwego króla! Zaciskasz zęby i postanawiasz zwerbować armię w bardziej konwencjonalny sposób.",
	"map.secret:0.event.1.description" : "Jak ustalono, lord Haart przebywa obecnie w głębi terytorium Erathii. Zabrał ze sobą większość rycerzy i kleryków, ale pozostawił kilku strażników do obrony zamku. Postanawiasz wysłać zawiadowców, by sprawdzili, jak duże są siły obrońców.",
	"map.secret:0.event.10.description" : "Gdy obracasz się i unosisz swoje słabe ramię, zapach spalonego mięsa niemal cię dusi. Chociaż załzawione od gryzącego dymu oczy nie są w stanie wyraźnie dostrzec Ethrica, wiesz, że jego miecz za chwilę przetnie twoje ciało niczym roztopione masło. Ale cios nie nadchodzi. Zamiast tego, mocne ręce unoszą cię w górę i rzucają o ścianę. \n\nTym razem trafiłeś na Craga Hacka. Szalony barbarzyńca domaga się zapłaty. Wyrywa sakiewkę spomiędzy twoich żeber i zostawia cię z ziejącą dziurą w klatce piersiowej. \n\nGdy leżysz umierający, bez nadziei na zmartwychwstanie, pojawia się przed tobą druidka o twarzy anioła. Gdy jej potężna magia spopiela twoje ciało, przepiękny uśmiech goszczący na twarzy druidki zamienia się w podstępny, wstrętny grymas. Kobieta krzyczy o duszach na zawsze straconych przez ciebie. Gdy tak stoisz przed nią, nagi i samotny, wybucha śmiechem. \n\nDwaj inni bohaterowie wtórują jej, a ty płaczesz niczym ośmieszone i zawstydzone dziecko. Krzyczysz coś do nich płaczliwie, aż w końcu się budzisz.",
	"map.secret:0.event.11.description" : "W ciemnościach rozlegają się głosy. Jesteś w jakimś ciemnym lesie, drogę oświetla jedynie blask księżyca. Koń potyka się i upadając rży. Przygnieciony do ziemi, starasz się szybko wydostać spod umierającego wierzchowca. Nagle pada na ciebie cień. To niebieskolicy barbarzyńca, ten, który studiował w Bracadzie. \n\nTego wroga nie da się oszukać jak zwykłego barbarzyńcy, jest podstępnym i bystrym przeciwnikiem. Rozdeptuje dłoń, w której dzierżyłeś miecz. Mimo przejmującego bólu, wydostajesz się spod martwego konia i uciekasz ścieżką. Potykasz się i upadając na twarz toczysz się na skraj drogi. Zatrzymujesz się na Yogu. Bezlitosny barbarzyńca podnosi cię i potrząsa za płaszcz, który jakimś cudem zamienia się w prześcieradło. \n\nTo wierny zombie budzi cię ze snu.",
	"map.secret:0.event.12.description" : "Od tego koszmaru nie ma ucieczki. Znów jesteś w ciemnym lesie, tym razem uciekając przez upiornym barbarzyńcą. Ten uzdolniony myśliwy jest jeszcze bardziej zdeterminowany, niż Crag Hack. \n\nStrzały przeszywają ci stopy, padasz na ziemię. Cienie wirują i wyłania się z nich bladolicy, czerwonowłosy łowca z dziwnym łukiem. Zasypuje cię istnym gradem upierzonych pocisków, a następnie składa się do ostatniego strzału, celując prosto w twoją czaszkę. \n\nNagle tracisz grunt pod nogami. W ostatniej, desperackiej próbie ratunku chwytasz dłoń wyciągniętą w twoim kierunku i budzisz się we własnym łóżku. Ale ręka, którą trzymasz, nie należy do twojego wiernego strażnika - zombie już dawno stracił obie ręce po wielokrotnym wyciąganiu cię z podobnych opałów. To dowódca, przypadkowo przechodzący obok twojego namiotu, usłyszawszy jęki pospieszył ci na pomoc.\n\nCicho przeklinasz. Gdyby nie przypadek, już byś nie żył. Postanawiasz nie ryzykować więcej i zerwać z nałogiem sypiania.",
	"map.secret:0.event.2.description" : "Lord Haart okazał się bardziej przebiegły niż podejrzewałeś. Zostawił w zamku czterech silnych bohaterów. Jakby i tego było jeszcze mało, garnizon został wsparty dodatkowymi oddziałami, które mogą stanowić dla ciebie duży problem. Ale to nie zmieni twoich planów. Gdy znajdziesz się po erathiańskiej stronie granicy, będziesz mógł swobodnie zabijać wieśniaków, zajmujących się uprawą roli i rzemiosłem. Są już martwi, choć jeszcze o tym nie wiedzą.",
	"map.secret:0.event.3.description" : "Jak do tej pory, kampania przebiega bez większych zakłóceń. Nieprzeliczone stworzenia walczą z tobą na śmierć i życie, po to tylko, by w efekcie jako szkielety zasilić szeregi twojej armii. Miasta też powoli nabierają przyjemniejszej atmosfery i wyglądu. Mając już całkowitą pewność, że ta mała wycieczka będzie przebiegała tak sprawnie, jak planowałeś, wysyłasz posłańców do władców podziemi oraz do Kreegan. Ich pomoc jest niezbędna w twoim planie podbicia Erathii. W końcu stanowią dość poważną siłę, którą można wykorzystać jako wsparcie.",
	"map.secret:0.event.4.description" : "Studiując dotychczasowe wydarzenia i zastanawiając się nad następnymi posunięciami, delektujesz się kielichem doskonałego wina. Twoje wargi wykrzywiają się w podstępnym uśmieszku - to znaczy, wykrzywiłyby się, gdybyś je miał. Życie bez ciała jest właściwie dość wygodne. Nie musisz martwić się ugryzieniami komarów, odciskami na piętach i szorstkimi koszulami. Wiele niedogodności, takich jak zimno lub upał, już cię nie dotyczy. No i wreszcie nie musisz się przejmować bandą zapoconych i zapracowanych głupców. Suchy, przyjemny aromat śmierci spowija cię niczym całun. \n\nMyśl o doskonałym planie zniweczonym przez paru żałosnych błaznów przyprawia cię o taką wściekłość, że łapiesz za kielich i ciskasz nim w ścianę, a wino pozostawia na niej czerwone plamy. Furia, jaką wyzwalają w tobie wspomnienia Craga Hacka, Yoga, Gem i tego podstępnego Gelu, nie jest łatwa do opanowania. Kto by pomyślał, że dwóch barbarzyńców nagle przypomni sobie o sumieniu? Nie wspominając już o tym, że jakiś partyzant i cudzoziemska druidka ni stąd ni zowąd tworzą armię zdolną powstrzymać twoją!\n\nPowoli uspokajasz się, przypominając sobie, że te przeszkody nie mają już znaczenia. Król zginie i to z ręki najbardziej zaufanego sługi. Ta myśl ogrzewa twoją duszę jeszcze przez długi czas. ",
	"map.secret:0.event.5.description" : "Twoi zwiadowcy \"zwerbowali\" trzech posłańców jadących do lorda Haarta z prośbą o pomoc. Jeśli nie przejmiesz innych posłańców, którzy mogli cię ominąć, lord Haart wróci tu przed wyznaczonym czasem.",
	"map.secret:0.event.6.description" : "Aby utrzymać władzę nad tymi niezwykle przydatnymi oddziałami, musisz im dalej płacić. W zamian przyślą ci trochę \"rekrutów\", udowadniając, że wykonują pracę, do której ich wynajmujesz. Ty jednak nie jesteś zadowolony z tego układu. Dawanie komuś pieniędzy w zamian za jego usługi nie jest akurat tym do czego jesteś przyzwyczajony. Podobnie rzecz ma się w przypadku innych spraw dotyczących tej krainy.",
	"map.secret:0.event.7.description" : "I znów zaczęły się kłopoty. Jeden z tych przeklętych rycerzy porwał się tej nocy na samobójczy atak. On sam i nieliczni, którzy za nim poszli, są już martwi, ale trzeba będzie zapłacić za odbudowanie tego, co spalili. Być może należałoby ufortyfikować granicę, chociaż nie ma pewności, że głupcy wysłani do ich obrony będą bardziej efektywni od swoich poprzedników. ",
	"map.secret:0.event.8.description" : "Nieumarłemu nigdy nie jest dane odpocząć. Każdej nocy nawiedzają cię potworne koszmary. Mówi się, że jeśli nieumarły umrze w czasie takiego koszmaru, umrze na zawsze. Znając potęgę umysłu i kruchość ciała pozbawionego solidnego związku z duszą, nie negujesz tego porzekadła. W twojej komnacie stale stróżuje zombie, którego zadaniem jest budzenie cię co jakiś czas. Jak do tej pory, ta taktyka się sprawdziła.",
	"map.secret:0.event.9.description" : "Koszmar zaczął się jak zwykle. Ethric ścigał cię wywijając mieczem niczym jakiś szaleniec, którym zresztą był. Wydając z siebie bitewne okrzyki, rzucił się w twoim kierunku, grożąc, że cię zabije. Nie masz najmniejszych wątpliwości, że ten czarownik oddzieli twoją głowę od ramion i zagra nią w piłkę. Jest wściekły, szalony z zazdrości i niezdolny kontrolować swą moc. Jego krzyki zamieniają się w oszalałe inkantacje, a z rąk wymyka się błyskawica, która pali twoje wątłe ciało, powalając cię jednocześnie na ziemię. \n\nNa moment przed śmiercią potrząsają tobą kościste dłonie. \"Przepraszam, panie\", tłumaczy się zombie. \"Budzę cię, tak jak rozkazałeś.\" Trzęsąc się ze strachu, resztę nocy spędzasz przeglądając raporty.",
	"map.secret:0.header.description" : "Przejmij zamek lorda Haarta i zostaw w nim fiolkę z trucizną. Jeśli Sandro zostanie pokonany w bitwie, przegrasz. Bohaterowie są ograniczeni do 10 poziomu, ale Sandro i trzej jego towarzysze będą mogli korzystać ze zdobytego doświadczenia, umiejętności i zaklęć w następnym scenariuszu.",
	"map.secret:0.header.name" : "Trucizna dla króla",
	"map.secret:0.town.6.67.0.name" : "Haart Castle",
	"map.secret:0.town.62.33.0.event.0.description" : "Twoje pieniądze zostały dobrze spożytkowane. Oddziały przybyły zgodnie z umową i choć są niewielkie, stanowią dowód, że żołnierze są łapani, zabijani i wskrzeszani, by walczyć przeciw ludziom, którym niegdyś wiernie służyli. Co za urzekająca ironia losu!",
	"map.secret:1.event.0.description" : "Władcy podziemi zgodzili się wybudować dla ciebie tunel do Erathii za 100 000 sztuk złota. Aby w krótkim czasie zgromadzić taką ilość złota, musisz najechać Sporne Ziemie. Mówi się, że jest tam wiele kopalni cennego kruszcu. \n\nJednak plan inwazji wymaga nie tylko złota. Drewno, które można znaleźć w podziemiach, jest zbyt słabe, by wzmacniać nim sufity i ściany tuneli; odpowiednie materiały można znaleźć jedynie w lasach na powierzchni. Co tydzień musisz wysłać dostawę drewna na potrzeby budowy. ",
	"map.secret:1.event.1.description" : "Spod ziemi wyłania się wóz transportowy, aby zabrać cotygodniową dostawę drewna do budowy tunelu. Żołnierze wypełniają wóz i odsyłają go w drogę powrotną. ",
	"map.secret:1.guards.16.1.0.message" : "Chyba mieszkające tu centaury coś zgubiły. Znalezisko jest twoje. ",
	"map.secret:1.header.description" : "Zdobądź 100 000 sztuk złota dla lordów podziemia. Jeśli Sandro zostanie pokonany w walce, przegrasz. Bohaterowie są ograniczeni do 16 poziomu, ale Sandro i jego trzej najlepsi towarzysze zabiorą doświadczenie, umiejętności i zaklęcia do następnego scenariusza.",
	"map.secret:1.header.name" : "Budowa tunelu",
	"map.secret:1.quest.32.65.1.completed" : "Wspaniale, natychmiast przetransportuję drewno do zawalonych odcinków tuneli. Wkrótce odkopiemy i wzmocnimy niedrożne odcinki. Och, niemal zapomniałem. Gdy nastąpił zawał, odkryliśmy 50 000 sztuk złota. Zgodnie z umową, wszystkie dobra odkryte w czasie budowy należą do ciebie. ",
	"map.secret:1.quest.32.65.1.firstVisit" : "Nadzoruję budowę tunelu i muszę złożyć bardzo ważny raport. Tunel inwazyjny zawalił się, odbudowa głównego przejścia wymaga natychmiastowej dostawy 200 wozów drewna. Mam tabor wozów, gotowy przewieźć drewno. Nie wiem, jak długo wytrzymają pozostałe tunele bez dodatkowego wsparcia!",
	"map.secret:1.quest.32.65.1.nextVisit" : "Potrzebuję 200 wozów drewna - natychmiast! Bez drewna pozostałe tunele mogą runąć w każdej chwili!",
	"map.secret:2.event.0.description" : "Kreeganie zażądali, by nekromanci potwierdzili swoją wartość, zdobywając wiecznie płonący pierścień siarki. Najprawdopodobniej potrzebują tego artefaktu do konstrukcji niektórych budynków (dla nekromantów pierścień nie ma dużej wartości). Zostałeś oddelegowany do tego zadania osobiście, gdyż Finneas nie ufa nikomu innemu. Uzyskanie wsparcia ze strony Kreegan ma kluczowe znaczenie dla planów Deyji. ",
	"map.secret:2.event.1.description" : "Wiesz już, dlaczego Kreeganie nie mogą odzyskać pierścienia. Obdarzona wielką mocą druidka o imieniu Melodia przejęła artefakt i ukrywa się z nim w bardzo dobrze strzeżonym miejscu. Korzystając ze swej mocy, Melodia stworzyła dużą ilość teleportów, aby trzymać intruzów na dystans. Plotki mówią, że zawsze nosi pierścień na palcu.",
	"map.secret:2.event.2.description" : "Żródło codziennych dochodów dla komputera.",
	"map.secret:2.event.3.description" : "Musisz działać szybko albo przygotować się na gorzki koniec. Jeśli nie ukończysz misji w ciągu najbliższych dwóch miesięcy, siły AvLee zdążą się zorganizować i wyprzeć cię na stałe z tego świata. Dlatego musisz jak najszybciej zdobyć pierścień i opuścić tę okolicę.",
	"map.secret:2.event.4.description" : "Wczesnym rankiem wrócili zwiadowcy. Byli zbyt powolni i nie udało się im złapać srebrnych pegazów, wylatujących we wszystkich kierunkach z bastionu, w którym rezyduje Melodia. Jeśli zaniosły wiadomość do innych lordów AvLee, wkrótce przyjdzie ci zmierzyć się z wrogiem o wiele potężniejszym niż jedna druidka.",
	"map.secret:2.event.5.description" : "Zawsze dobrze jest poznać wroga, dlatego tak często korzystasz ze szpiegów, aby zebrać jak najwięcej informacji, szczególnie jeśli chodzi o tę druidkę. Jednak zanim szpieg powróci musi upłynąć kilka dni.",
	"map.secret:2.event.6.description" : "Szpiedzy wrócili. Wiadomości nie są dobre, przynajmniej tak sugerują poćwiartowane zwłoki, które rankiem znalazłeś pod swoimi drzwiami. Będzie niezwykle trudno dowiedzieć się czegoś bliższego o tej tajemniczej druidce.",
	"map.secret:2.event.7.description" : "Zawsze warto znać tych, którzy zdobywają i sprzedają informacje. Na szczęście masz odpowiednie kontakty. Należy do nich Dethmar, złodziej, który wie dosłownie wszystko o mieszkańcach tej prowincji. Szybko spisujesz wszystkie dane jakie posiadasz na temat Melodii i wysyłasz martwego kruka z wiadomością.",
	"map.secret:2.event.8.description" : "Dethmar zna jakieś historie o druidce, ale każe sobie za nie słono zapłacić. Jego cena to 3000 sztuk złota i 4 uncje siarki. Wysyłasz złoto i siarkę mając nadzieję, że informacje będą warte zapłaty. Wkrótce nadchodzi następująca odpowiedź: \n\n\"Witaj, Sandro. \n\nMelodia to weteranka z AvLee. Ktoś, kto przetrwał tyle wojen, musi mieć olbrzymie szczęście, albo, tak jak ona potężne właściwości magiczne i pełen zakres zaklęć w repertuarze. Każdy, kto korzysta z magii, dałby wiele, by choć przez moment zerknąć do jej księgi czarów. Jej umiejętności są na najwyższym poziomie: studiowała nie tylko cztery typy magii, lecz także taktykę walki. \n\nW czasie swych podróży zdobyła znacznie więcej, niż ten żałosny pierścień siarki. Dziwię się, że nie chcesz odebrać jej sandałów świętego, zbroi cudów, złotego łuku lub hełmu piekielnego sztormu. Mówi się, że wszystkie te artefakty należą do niej. \n\nJeśli zdecydujesz się walczyć z tą potężną druidką, radzę zabrać ze sobą wyjątkowo liczne odziały.\n\nDethmar\"",
	"map.secret:2.guards.29.14.1.message" : "To będzie niezwykle przydatne przeciw strażnikom.",
	"map.secret:2.header.description" : "Sandro ma dostarczyć Kreeganom wiecznie płonący pierścień siarki, nie przegrywając przy tym żadnej bitwy. Bohaterowie są ograniczeni do 24 poziomu, ale Sandro i trzej jego najlepsi dowódcy będą mogli korzystać ze zdobytych umiejętności, zaklęć i doświadczenia w następnym scenariuszu. ",
	"map.secret:2.header.name" : "Kreegańscy sprzymierzeńcy",
	"map.secret:3.event.0.description" : "Ci parweniusze nie są godnymi ciebie przeciwnikami. Jeśli szybko ich pokonasz, nikt nie ośmieli się ponownie zakwestionować twojej potęgi. Lord Amrothal umocnił swoje pozycje na zachodzie, tak że można się tam dostać jedynie podziemnymi tunelami. Złożony system teleportów pomoże ci go dopaść.",
	"map.secret:3.guards.21.27.1.message" : "Co za dziwne miejsce na koniczynkę! Jednak gdy przyglądasz się uważniej, zauważasz że jest to magiczna roślina przynosząca szczęście. Co za uśmiech fortuny! Gdy schylasz się, by ją podnieść, donośny głos woła: \"Nie waż się dotknąć mojej koniczynki!\" Czy będziesz walczyć z właścicielem?",
	"map.secret:3.guards.32.26.1.message" : "Smoki chyba nie chciały dopuścić, by zbroja zrobiona z ich starych łusek dostała się w twoje ręce. Mierzysz pancerz i okazuje się, że leży jak ulał. Los znów uśmiechnął się do ciebie. ",
	"map.secret:3.header.description" : "Sandro musi pokonać wszystkich wrogich lordów. Jeśli przegra choć jedną bitwę, okazując w ten sposób słabość, rozzuchwalony przeciwnik zniszczy wszystko, co do tej pory udało ci się osiągnąć.",
	"map.secret:3.header.heroNames.65" : "Lord Dufus",
	"map.secret:3.header.name" : "Z klapkami na oczach",
	"map.secret:3.header.player.4.mainHeroName" : "Lord Dufus",
	"map.secret:3.heroes.65.name" : "Lord Dufus",
	"map.yog:0.event.0.description" : "Będąc synem barbarzyńskiego wodza i natchnionej dżinki, nigdy nie mogłeś pogodzić pragnień umysłu z porywami serca. Gdy byłeś jeszcze dzieckiem matka zapisała cię do akademii magów, lecz chociaż z całych sił starałeś się wypełnić jej wolę, nuda uczelnianego życia okazała się od ciebie silniejsza. Wrodziłeś się raczej w swego ojca i podobnie jak on lekcje fechtunku przedkładałeś nad studiowanie magicznych ksiąg. Ku rozpaczy nauczycieli zdobywanie wiedzy magicznej zawsze przegrywało z szermierką, a im bardziej próbowano cię zdyscyplinować, tym mocniej nienawidziłeś magii i tęskniłeś za życiem pełnym przygód. \n\nLecz ten tryb życia zawsze wydawał się leżeć poza twoim zasięgiem, aż do ostatniego tygodnia, gdy otrzymałeś od Winstona Boragusa, księcia Krewlod, zaproszenie do jego armii. Twoja reputacja znakomitego szermierza dotarła do sąsiedniego Krewlod, a książę, który rozpaczliwie potrzebuje nowych żołnierzy, aktywnie szuka rekrutów za granicą. Uznałeś to za znak, że czas skończyć z magią i zacząć nowe życie.\n\nWiedząc, jak zazdrośnie akademia strzeże swych sekretów, masz niemal pewność, że tuż po twojej ucieczce granice prowincji zostaną zamknięte, a w ślad za tobą ruszy pościg. Nie bacząc na przeciwności, wysłałeś swych przyjaciół na poszukiwanie miasta, w którym mógłbyś zwerbować oddziały potrzebne, by siłą utorować sobie drogę do Krewlod. Ostatniej nocy jeden z nich przysłał wieści o mieście położonym niedaleko Calarnen. Wystarczy, że będziesz podążać drogą na południe, a za kilka dni bezpiecznie tam dotrzesz. ",
	"map.yog:0.event.1.description" : "Pierwszy wpis do dziennika: Uciekam już od 4 dni, ale nie dotarłem jeszcze do miasta, o którym wspominał mój przyjaciel. Nie mam już odwrotu, muszę podążać na południe, gdyż akademia wysłała w pościg za mną armię dowodzoną przez jednego z jej najzdolniejszych adeptów, czarodziejkę Aine. Mam tylko nadzieję, że wreszcie znajdę to znikające miasto, co pozwoli mi skryć się przed Aine i stworzyć własną armię, która pomoże mi przedrzeć się przez granicę.",
	"map.yog:0.event.2.description" : "Drugi wpis do dziennika: Niedawno przybyliśmy do Padon. Jak do tej pory, wszystko idzie dobrze, chociaż tworzenie armii trwa dłużej, niżbym sobie tego życzył. Boję się też, że brama graniczna nie powstrzyma Aine zbyt długo. Niewątpliwie znajdzie sposób, by się przez nią przedostać. Dziś rano wysłałem zwiadowców na teren Krewlod, by wyszukali samotne miasto, które mogłoby stać się moją kolejną kryjówką do czasu, aż Aine zaprzestanie poszukiwań. Im szybciej opuszczę Bracadę, tym lepiej dla mnie.",
	"map.yog:0.event.3.description" : "Trzeci wpis do dziennika: Wczoraj późnym wieczorem zwiadowcy wrócili z nowiną, że na wschód od granicy Krewlod leży miasto zwane Groa. Ostrzegli mnie też, że granica jest silnie chroniona. Chociaż zwiadowcy nie byli w stanie rozpoznać wszystkich oddziałów stacjonujących w garnizonie, widzieli tytanów, skorpeny i arcymagów. Muszę się dobrze przygotować do zaatakowania garnizonu. ",
	"map.yog:0.event.5.description" : "Odnalazłeś starożytny tekst magiczny dotyczący czarnej sztuki nekromancji. Nie pierwszy raz zetknąłeś się z taką księgą. \n\nW czasie studiów na akademii magii zakochałeś się w swojej koleżance, Vidominie. Opinia, że przeciwności przyciągają się, musi być prawdziwa, gdyż ona, w przeciwieństwie do ciebie, z zapałem studiowała i czytała księgi. A jak uwielbiała ślęczeć nad magią! Magia była jej życiem lub raczej byłaby, gdyby nie zrujnowała jej życia. Cały wolny czas Vidomina poświęcała wertowaniu grubych tomów traktujących o arkanach magii, aż wreszcie natknęła się na rękopis podobny do tego. Wbrew zaleceniom nauczycieli zagłębiła się w tę księgę, aż złowróżbne hieroglify zamieniły ją w nekromantkę. Przeniosła się do Deyji, gdzie spędzi resztę swego życia. \n\nNie marnując więcej czasu, sprzedajesz księgę. W zamian dostajesz złoto i inne dobra.",
	"map.yog:0.guards.32.7.0.message" : "Piąty wpis do dziennika: Zwiadowcy doradzili mi, bym podążał na południe, gdyż armia tych rozmiarów nie przedrze się przez góry. Dwa do czterech dni marszu na południe zajmie dotarcie do wejścia do doliny prowadzącej do miasta Groa.",
	"map.yog:0.guards.48.20.0.message" : "Szósty wpis do dziennika: Już prawie koniec. Według mapy zwiadowców tu jest wejście do doliny miasta Groa. Zbiorę generałów i wkroczę do mojego nowego domu. ",
	"map.yog:0.guards.58.7.0.message" : "Siódmy wpis do dziennika: Można było uniknąć tej bitwy. Chciałem tylko przyczaić się tu, dopóki nie ustanie pierwsza fala poszukiwań; nie chciałem rozlewu krwi. Mieszkańcy miasta muszą być nieźle przestraszeni, skoro wysłali tyle starożytnych behemotów. Cóż, gdyby w kierunku mojego domu maszerowała armia, też próbowałbym się bronić, z tym, że miasto nie może się już skutecznie opierać, skoro większość starożytnych behemotów zginęła. Gdy tylko moje oddziały odpoczną, zaatakuję Groa - kto wie, jakie jeszcze bestie wyślą przeciwko mnie. ",
	"map.yog:0.guards.6.22.0.message" : "Czwarty wpis do dziennika (ciąg dalszy): Bitwa była rzeczywiście gorąca. Nie przypuszczałem, że stracę tylu żołnierzy. Następnym razem muszę być ostrożniejszy. Ale stało się; przekroczyłem granicę. Mam tylko nadzieję, że siły akademii nie zrobią tego samego. Mam nadzieję, że jeszcze na mnie tam nie czekają.. Ten obszar nie jest tak licznie odwiedzany i prawdopodobnie książę Krewlod nieprędko dowiedziałby się, że Aine najechała jego ziemie. ",
	"map.yog:0.guards.8.24.0.message" : "Czwarty wpis do dziennika: Dam moim oddziałom trochę odsapnąć, nim ruszymy w kierunku granicy. Jak doniósł zwiadowca, garnizon jest bardzo silny. Chociaż moje oddziały wyglądają na przestraszone, sądzę że w grupie dadzą sobie radę. Jeśli... gdy przekroczymy granicę, ich morale powinno wzrosnąć.",
	"map.yog:0.header.description" : "Aby wygrać scenariusz, musisz uciec z Bracady i zająć krewlodzkie miasto Groa. Jeśli Yog zostanie pokonany w walce lub nie zajmie Groa w ciągu 5 miesięcy, przegrasz. Yog jest ograniczony do 9 poziomu, ale zabierze doświadczenie i umiejętności do następnego etapu.",
	"map.yog:0.header.heroNames.45" : "Yog",
	"map.yog:0.header.name" : "Ucieczka",
	"map.yog:0.heroes.45.biography" : "Przez wiele lat Yog studiował z czarownikami z Bracady, choć wolał spędzać czas na fechtunku niż na studiowaniu magii. ",
	"map.yog:0.heroes.45.name" : "Yog",
	"map.yog:0.monster.57.8.0.message" : "\"Od wielu lat żyliśmy spokojnie w tej dolinie. A ty nadciągnąłeś tu ze swoją armią, by z nami walczyć. Nie będziemy tolerować tej agresji!\" Zanim zdążyłeś wyjaśnić starożytnym behemotom, że przybywasz w pokojowych zamiarach, pierwsze ruszyły do ataku.",
	"map.yog:0.quest.56.9.0.completed" : "Nareszcie jesteś, Yog. Chcesz przejść?",
	"map.yog:0.quest.56.9.0.firstVisit" : "Strażnicy twierdzą, że mogą przepuścić tylko Yoga. ",
	"map.yog:0.quest.56.9.0.nextVisit" : "Ci strażnicy przepuszczą tylko Yoga. ",
	"map.yog:0.town.5.50.0.name" : "Padon",
	"map.yog:0.town.70.13.0.name" : "Calarnen",
	"map.yog:0.town.70.4.0.name" : "Groa",
	"map.yog:1.event.0.description" : "Aine przerwała poszukiwania wcześniej niż oczekiwałeś. Nie chcąc wszczynać wojny między Bracadą a Krewlod, odstąpiła wkrótce po tym, jak przekroczyłeś granicę. Aby zapewnić sobie maksymalne bezpieczeństwo, postanawiasz jeszcze przez kilka tygodni poczekać w ukryciu, nim ruszysz w drogę do Ulgak, stolicy Krewlod, gdzie zaoferujesz swoje usługi księciu Winstonowi Boragusowi.  ",
	"map.yog:1.event.1.description" : "Ósmy wpis do dziennika: Zwiadowcy donoszą, że do Ulgak można dostać się kilkoma trasami, choć wszystkie strzeżone są przez silne garnizony. Krewlod musi spodziewać się ataku, skoro wszystkie siły stoją w gotowości! Muszę szybko dotrzeć do stolicy, by służyć pomocą w potrzebie.",
	"map.yog:1.event.2.description" : "Dziewiąty wpis do dziennika: Zwiadowcy wrócili z bardzo niepokojącymi nowinami. Krewlod przygotowuje swe armie do walki ze mną i moimi siłami. Zostałem oszukany! Książę Winston Boragus zwabił mnie tu swoim zaproszeniem, a teraz znalazłem się na obcej ziemi otoczony przez wrogie wojska. Nie wiem, czemu stałem się przedmiotem tej dziwnej intrygi, ale się dowiem. Tak czy inaczej, dotrę do Winstona Boragusa i poderżnę jego kłamliwe gardło!",
	"map.yog:1.guards.18.13.0.message" : "Jedenasty wpis do dziennika: Uważam, że dłuższy postój tak blisko stolicy zwróciłby na mnie uwagę Winstona Boragusa. Nie zamierzam siedzieć tu z założonymi rękoma dając mu czas na przygotowanie ataku. Ten barbarzyńca zapłaci mi za swój podstęp!",
	"map.yog:1.guards.7.25.1.message" : "Dziesiąty wpis do dziennika: Próbowałem przemknąć się między garnizonami, ale barbarzyńcy rozmieścili je bardzo gęsto. Rozważałem też ponownie podróż przez góry, jednak moja armia jest zbyt duża, by bezpiecznie odbyć taką wspinaczkę. Na szczęście odkryłem jaskinie prowadzące do podziemnych tuneli. Chyba szczęście znów się do mnie uśmiechnęło, gdyż ta droga wydaje się nie być strzeżona.",
	"map.yog:1.header.description" : "Poprowadź Yoga do Ulgak, stolicy Krewlod, aby mógł zaoferować swe usługi księciu Winstonowi Boragusowi. Jeśli pozwolisz, by Yog został pokonany w bitwie, przegrasz. Yog nie może przekroczyć 15 poziomu, ale zabierze zdobyte doświadczenie i umiejętności do następnego scenariusza. ",
	"map.yog:1.header.name" : "Spotkanie",
	"map.yog:1.town.16.16.0.name" : "Ulgak",
	"map.yog:2.event.0.description" : "Po kilku dniach wędrówki w głąb Tatalii orientujesz się, że mieszkańcy nie życzą sobie twojej obecności w ich kraju. A ponieważ odszukanie Alendory zajmie ci zapewne trochę czasu, przed rozpoczęciem poszukiwań fortyfikujesz się w małej dolince.",
	"map.yog:2.event.1.description" : "Dwunasty wpis do dziennika: Wczoraj wysłałem zwiadowców w teren, a sam przeszukałem miasto, ale nikt z nas nie znalazł śladu Alendory. ",
	"map.yog:2.event.2.description" : "Trzynasty wpis do dziennika: Zwiadowcy - wszyscy, poza jednym - wrócili nie odnalazłszy Alendory. Miejmy nadzieję, że ostatni spóźnia się, gdyż trafił na jakiś ślad. ",
	"map.yog:2.event.3.description" : "Czternasty wpis do dziennika: Gdy już myślałem, że ostatni zwiadowca został zabity, pojawił się z informacją, że odnalazł Alendorę. Niestety biedak był tak wyczerpany, że ledwie zdołał wyjąkać coś o jaskini, po czym zemdlał. Rozkazałem, by na razie pozwolono mu wypocząć. Raport złoży jutro z samego rana. ",
	"map.yog:2.event.4.description" : "Piętnasty wpis do dziennika: Wypocząwszy, zwiadowca, który odnalazł Alendorę, pojawił się przede mną. Dowiedzieliśmy się, że należy szukać jaskini na północ od głównej drogi.",
	"map.yog:2.guards.1.27.0.message" : "Znalazłeś kulę firmamentów. Jeśli zgubisz ten artefakt, nie będziesz w stanie ukończyć misji.",
	"map.yog:2.guards.10.36.0.message" : "Znalazłeś kulę płonącego ognia. Jeśli zgubisz ten artefakt, nie będziesz w stanie ukończyć misji. ",
	"map.yog:2.guards.3.31.0.message" : "Znalazłeś kulę sztormów. Jeśli zgubisz ten artefakt, nie będziesz w stanie ukończyć misji.",
	"map.yog:2.guards.8.31.0.message" : "Znalazłeś kulę żywiołu ziemi. Jeśli zgubisz ten artefakt, nie będziesz w stanie ukończyć misji.",
	"map.yog:2.header.description" : "Musisz zanieść sandały świętego i zbroję cudów do Alendory. Jeśli Yog zostanie pokonany w czasie walki lub zgubi któryś z elementów Anielskiego Przymierza, przegrasz. Yog nie może przekroczyć 18 poziomu, ale zdobyte doświadczenie i umiejętności będzie mógł wykorzystać w następnym scenariuszu. ",
	"map.yog:2.header.name" : "Trudne początki",
	"map.yog:2.quest.12.68.0.completed" : "Interesy z tobą to sama przyjemność. Daj mi te cztery kule, a ja dam ci kulę przeciwstawienia.  Nie zgub jej tylko, bo nie zdobędziesz miecza ognia piekielnego i nie wypełnisz swej misji.",
	"map.yog:2.quest.12.68.0.firstVisit" : "Poszukuję kuli firmamentów, kuli żywiołu ziemi, kuli płonącego ognia oraz kuli burz. Jeśli przyniesiesz mi te cztery rzeczy, dam ci kulę przeciwstawienia. Będzie ci potrzebna, by zdobyć miecz ognia piekielnego. A słyszałem, że tego właśnie potrzebujesz, by zakończyć tę misję. ",
	"map.yog:2.quest.2.27.0.completed" : "Yog, nareszcie! Chcesz przejść?",
	"map.yog:2.quest.2.27.0.firstVisit" : "Strażnicy twierdzą, że mają rozkaz przepuścić jedynie Yoga. ",
	"map.yog:2.quest.2.27.0.nextVisit" : "Strażnicy przepuszczą tylko Yoga. ",
	"map.yog:2.quest.2.31.0.completed" : "Yog, nareszcie! Chcesz przejść?",
	"map.yog:2.quest.2.31.0.firstVisit" : "Strażnicy twierdzą, że mają rozkaz przepuścić jedynie Yoga. ",
	"map.yog:2.quest.2.31.0.nextVisit" : "Strażnicy przepuszczą tylko Yoga. ",
	"map.yog:2.quest.35.27.1.completed" : "Yog, nareszcie! Chcesz przejść?",
	"map.yog:2.quest.35.27.1.firstVisit" : "Strażnicy twierdzą, że mają rozkaz przepuścić jedynie Yoga. ",
	"map.yog:2.quest.35.27.1.nextVisit" : "Strażnicy przepuszczą tylko Yoga. ",
	"map.yog:2.quest.37.27.1.completed" : "Oto naszyjnik odwagi. Zanieś go Winstonowi Boragusowi, aby wiedział, że wypełniłeś pierwszą część zadania.",
	"map.yog:2.quest.37.27.1.firstVisit" : "A, tu jesteś! Czekam na ciebie. Jestem Alendora. Winston Boragus powiadomił mnie o twoim przybyciu. Powiedziano mi też, że masz dla mnie zbroję cudów i sandały świętego.",
	"map.yog:2.quest.43.61.0.completed" : "Wspaniale! Daj mi kulę, a ja dam ci miecz. Dzięki niemu otworzysz portal, który strzeże bramy podziemi. Pamiętaj, że jeśli zgubisz miecz, nie dostaniesz się do podziemi i nie ukończysz misji. ",
	"map.yog:2.quest.43.61.0.firstVisit" : "Potrzebuję kuli przeciwstawienia, chętnie wymienię na nią miecz ognia piekielnego. Będziesz go potrzebował, by otworzyć portal, który broni dostępu do bramy podziemi. ",
	"map.yog:2.quest.9.31.0.completed" : "Yog, nareszcie! Chcesz przejść?",
	"map.yog:2.quest.9.31.0.firstVisit" : "Strażnicy twierdzą, że mają rozkaz przepuścić jedynie Yoga. ",
	"map.yog:2.quest.9.31.0.nextVisit" : "Strażnicy przepuszczą tylko Yoga. ",
	"map.yog:2.quest.9.36.0.completed" : "Yog, nareszcie! Chcesz przejść?",
	"map.yog:2.quest.9.36.0.firstVisit" : "Strażnicy twierdzą, że mają rozkaz przepuścić jedynie Yoga. ",
	"map.yog:2.quest.9.36.0.nextVisit" : "Strażnicy przepuszczą tylko Yoga. ",
	"map.yog:3.event.0.description" : "Przed opuszczeniem Tatalii wysłałeś naszyjnik odwagi Winstonowi Boragusowi, aby wiedział, że wypełniłeś pierwszą część zadania. Po odprawieniu posłańca odmaszerowałeś z armią do Erathii, by wypełnić drugą jego część. Jesteś w Erathii już od kilku dni, lecz nie udało ci się jeszcze zlokalizować Falora i Terwena. Jedyna wskazówka, jaką masz, to mgliste informacje pochodzące od jakichś wieśniaków, wedle których Falor i Terwen mieszkają gdzieś pod ziemią. ",
	"map.yog:3.event.1.description" : "Szesnasty wpis do dziennika: Ufortyfikowanie pozycji w tym górzystym terenie nie było trudne. Jednak informacje, które przynieśli zwiadowcy, wskazują, że dalsza część mojego zadania nie będzie prosta: aby przedostać się do podziemnej kryjówki Falora i Terwena, muszę dostać się do klucznika, który rozbił namiot głęboko na terytorium wroga.",
	"map.yog:3.guards.18.8.1.message" : "Siedemnasty wpis do dziennika: Trochę czasu upłynęło od ostatniego razu, gdy wypełniałem te karty, lecz byłem bardzo zajęty. Armia Erathii zaatakowała szybciej, niż myślałem. Ale wygląda na to, że szczęście znów zaczyna się do mnie uśmiechać. Znalazłem jaskinię położoną pośrodku jeziora. Co ważniejsze, gdzieś tam na dole są Falor i Terwen. ",
	"map.yog:3.header.description" : "Aby wygrać, Yog musi dostarczyć Falorowi i Terwenowi naszyjnik boskiej mocy oraz tarczę lwiej odwagi. Yog nie może przegrać żadnej bitwy ani zgubić żadnego z artefaktów. Jest ograniczony do 21 poziomu, ale zdobyte doświadczenie i umiejętności zabierze do następnego scenariusza. ",
	"map.yog:3.header.name" : "Falor i Terwen",
	"map.yog:3.quest.26.18.1.completed" : "  \"Nie stój jak słup soli! Daj nam tarczę i naszyjnik, i idź w swoją stronę! Aha, zaczekaj! Weź to i daj księciu, aby wiedział, że tu byłeś i zrobiłeś, co do ciebie należało.\" \n\n   Gdy zbliżasz się do drzwi, podchodzi Falor i przeprasza za grubiańskie zachowanie Terwena. \n\n  \"Wybacz proszę Terwenowi. Czasem wpada w ten swój dziwny nastrój. Życzę ci powodzenia.\"\n\n Mówiąc to, Falor ściska ci rękę. Teraz musisz ruszyć na poszukiwanie Belega i Orruka, aby zakończyć swą misję. ",
	"map.yog:3.quest.26.18.1.firstVisit" : "\"Witaj. Jestem Falor, a to jest Terwen. Książę Winston Boragus przesłał nam wiadomość o twoim przybyciu. Z tego, co wiem, masz nam przekazać tarczę lwiej odwagi i naszyjnik boskiej mocy.\"",
	"map.yog:3.quest.27.35.0.completed" : "Yog, nareszcie! Chcesz przejść?",
	"map.yog:3.quest.27.35.0.firstVisit" : "Strażnicy twierdzą, że mają rozkaz przepuścić jedynie Yoga. ",
	"map.yog:3.quest.27.35.0.nextVisit" : "Strażnicy przepuszczą tylko Yoga. ",
	"map.yog:4.event.0.description" : "Natychmiast po oddaniu naszyjnika boskiej mocy i tarczy lwiej odwagi Falorowi i Terwenowi, wysyłasz posłańca z wiadomością do Winstona Boragusa. Posłaniec szybko wraca ze szczegółowymi instrukcjami od księcia: udaj się do Bracady i daj hełm boskich mocy Belegowi, a miecz sprawiedliwości - Orrukowi; potwierdzenie wykonania każdego z tych zadań wyślij do stolicy. Zdajesz sobie sprawę, że Aine bez wątpienia czyha, by cię pochwycić, gdy tylko postawisz stopę w Bracadzie, więc musisz być niezwykle ostrożny. ",
	"map.yog:4.event.1.description" : "Osiemnasty wpis do dziennika: Wysłałem moich zwiadowców do Bracady, by dowiedzieli się, gdzie jest Aine i co planuje. Czekając na ich powrót, wzmocnię swą armię. ",
	"map.yog:4.event.2.description" : "Dziewiętnasty wpis do dziennika: Zwiadowcy wrócili kilka godzin temu, jednak żaden z nich nie przyniósł wieści o Aine. Najwyraźniej wiedziała, że próbuję zebrać o niej informacje i użyła magii, by się ukryć. Jedyna pożyteczna wiadomość, jaką przynieśli zwiadowcy, to informacja że wszystkie miasta Bracady gotują się do wojny. Nie chcę spędzić w mojej byłej ojczyźnie więcej czasu niż to absolutnie niezbędne, więc ponownie wysłałem zwiadowców - tym razem na poszukiwanie Belega i Orruka. ",
	"map.yog:4.event.3.description" : "Dwudziesty wpis do dziennika: Zwiadowcy znaleźli Belega i Orruka: są na południe od mojego miasta. To prawdziwe szczęście, że znalazłem ich tak szybko. Im szybciej zniknę z zasięgu Aine, tym lepiej. ",
	"map.yog:4.header.description" : "Yog musi dostarczyć hełm boskich mocy i miecz sprawiedliwości Belegowi i Orrukowi. Jeśli Yog zostanie pokonany w bitwie lub zgubi artefakty, przegrasz. Yog jest ograniczony do 25 poziomu, ale zabierze doświadczenie i umiejętności do następnej kampanii. ",
	"map.yog:4.header.name" : "Powrót do Bracady",
	"map.yog:4.quest.12.17.1.completed" : "Yog, nareszcie! Chcesz przejść?",
	"map.yog:4.quest.12.17.1.firstVisit" : "Strażnicy twierdzą, że mają rozkaz przepuścić jedynie Yoga. ",
	"map.yog:4.quest.12.17.1.nextVisit" : "Strażnicy przepuszczą tylko Yoga. ",
	"map.yog:4.quest.35.31.0.completed" : "Dobra robota. Zanieś, proszę, miecz sprawiedliwości do Orruka. W zamian da ci odznakę odwagi, którą należy oddać księciu. Powodzenia i szerokiej drogi. ",
	"map.yog:4.quest.35.31.0.firstVisit" : "Jestem Beleg. Powiedziano mi, że przyjdziesz. Czy zgodnie z obietnicą masz hełm boskich mocy?",
	"map.yog:4.quest.35.35.0.completed" : "Wspaniale. Weź to dla Winstona Boragusa jako dowód, że wypełniłeś zadanie.",
	"map.yog:4.quest.35.35.0.firstVisit" : "Nareszcie! Jestem Orruk. Obawiałem się, że przytrafiła ci się jakaś nieprzyjemna przygoda. Czy masz dla mnie miecz sprawiedliwości?"
}
